[
  {
    "body" : "{\"success\":true,\"result\":{\"originalText\":\"It is Kali Puja in Kolkata and we are crossing a narrow footbridge to the river. Later today, hundreds of skull-garlanded deities will be immersed in the sacred water. For now, everyone is here to buy marigolds, tuberose and jasmine for family shrines at home. There is a sea of bright colours and fragrance, people in a hurry gently touch us to pass by. The light is still soft, almost magical.\\n\\nWe watch the morning bathers on the ghats, small children scavenge the river bank, someone fishes for metal with a magnet. A pilgrim prostrates in the mud on slow progress to the temple one body length at a time. Our next stop is the Jaggu Bazar fish market, then to a society grandee’s kitchen where Vivek Singh is cooking a Bengali fish curry with mustard for Diwali .\\n\\nA samosa maker. [http:\/\/media.guim.co.uk\/731461c6f1098b9343e67b647f01140df030352f\/489_741_3253_4875\/667.jpg] A samosa maker. Photograph: Howard Sooley for Observer Food Monthly“Bengalis love fish,” says Singh. “It is part of our culture: river fish, and mustard – yellow fields of it in winter for mustard seed, mustard oil, mustard sauces. It takes me back to times with my mother doing the cooking, maybe four meals a day for at least five of us, three or four things at a go. A coal fire, no leftovers and no refrigeration. I didn’t think she was good when I was growing up but now I understand what an amazing cook she is, though she still won’t allow us in her kitchen.”\\n\\nKolkata changed Singh’s life. It is where he worked as an ambitious young chef at the prestigious Gharana at the (still grand) Oberoi Grand. It was from here that he was handpicked for Rajvilas, then India’s most luxurious hotel. He would cook for Naomi Campbell, Bill Clinton and later the restaurateur Iqbal Wahhab, who would lure him to London with talk of a refined style of Indian eaterie. Kolkata was also where he was starting out on married life with his wife Archana, who would be pregnant with their son “as soon as we hit the UK” to launch the Cinnamon Club, 15 years ago.\\n\\nFrom the beginning, “memories, dishes with stories to tell, surprises to deliver, have formed the pillar of our menus,” he says. “A Keralan fish curry based on one I had eaten as a child makes me happy.” The Club’s prawn malai echoes the first he had at a big Bengali wedding aged about seven.\\n\\nHis proudest food memory, though, is more recent. “I asked my mum what is the best thing she has eaten,” he says. “She kept quiet and thought about it. After a while she said, ‘It was the biryani you made for your dad and me on our last visit.’ My dad has since died.”\\n\\nSingh’s parents were conflicted at the beginning about their eldest son’s career plans. “They thought I was meant for bigger, better things,” he says. “Dad worked in mining and they wanted me to do engineering exams. When we left for London, he was disappointed I was going abroad. He loved me and was concerned that people when they go away don’t return to live.”\\n\\nOur next stop is south: Hyderabad Old City before Friday prayers. A relentless roar of cars, cabs, rickshaws, truck horns and exhaust. Meaty smoke billows from a food stall under the Machli Kaman gate. Two of London’s top chefs are cooking kebabs in Charminar market in front of a huddle of intrigued cops. An excited crowd is wondering why.\\n\\nA vegetable stall [http:\/\/media.guim.co.uk\/9dc5508b9aa82bf8d11317f5e9da1241127b4d72\/0_0_5616_3368\/1000.jpg] A vegetable stallThese days Vivek Singh and Hari Nagaraj are more used to their splendid Westminster kitchen but they have strong links with this town. They both ate their first mutton biryani here. Singh was in his early days as a chef. Nagaraj, from a local Brahmin family, joined the wrong queue at a wedding. “I was aged 13 and ended up in the meat-eaters’ marquee,” he says. “We were vegetarians at home. I was aware it was mutton. It was like chewing gum.”\\n\\nThe pair share other history. They first worked together at Rajvilas and now side by side for close to 15 years at the Cinnamon Club (the anniversary is next month).\\n\\nWe have come to Hyderabad for a biryani masterclass from Begum Mumtaz Khan. But first the crowd gets to judge the kebabs. Tender, spicy, smoky from cloves and coals, they are of course brilliant – even the tough locals agree.\\n\\nLater we gather in the begum’s garden. A fire is lit, a pot is on, there is frangipani and an ancient Morris Minor in the corner. A kite swings from a tree. The old lady talks us through her Hyderabadi biryani (mutton is marinated but placed in the pot uncooked, the saffron warmed in milk, the lid sealed with dough). She remonstrates continually with her long-suffering and loving retainers. We are near the end of our trip. We have seen Kali Puja celebrations from a boat on a branch of the Ganges. We have tasted the dishes of Singh’s Bengali childhood reimagined by a talented chef. We have tried some of the best street food on the subcontinent. As the sun dips and we sit on the floor surrounded by monochrome photos of the begum’s gilded youth, we eat the finest biryani I think I will ever have, though I am keen to test Vivek’s mum’s opinion.\\n\\nThe Cinnamon Club, The Old Westminster Library, 30-32 Great Smith St, London SW1P 3BU; 020 7222 2555, cinnamonclub.com\\n\\n\\nGRILLED AUBERGINE WITH PEANUT – BAGHARE BAINGAN\\nGrilled aubergine with peanut – baghare baingan [http:\/\/media.guim.co.uk\/55e3c0e93201c7c56cc6be346eff645ff2fc0afc\/0_128_7320_4398\/1000.jpg]Inspired by the ingredients and flavours in a typical Hyderabadi baghare baingan (aubergine curry in sesame, tamarind and peanut sauce), this dish is a play on those familiar flavours with completely different textures. Eat as a vegetarian accompaniment or as a main.\\n\\n\\nServes 4\\naubergines 2 firm ones, cut widthways into 1cm thick round slices\\nsalt 1 tsp\\nred chilli powder ½ tsp\\nturmeric powder ½ tsp\\nfennel seeds ¼ tsp\\ncarom seeds ¼ tsp\\nblack onion seeds ¼ tsp\\nvegetable or corn oil 1 tbsp, plus a little extra to brush the aubergines\\ntamarind chutney 1 tbsp, to serve\\n\\nFor the spice crust\\npoppy seeds 1 tbsp\\nwhite sesame seeds 1 tbsp\\ndesiccated coconut 1 tbsp\\npeanuts 1 tbsp\\nvegetable or corn oil 2 tbsp\\ngarlic 2 cloves, finely chopped\\nred chilli powder ½ tsp\\nsalt a pinch\\njaggery or brown sugar 1 tbsp\\nfresh coriander 1 tbsp, chopped\\ntamarind pulp 1 tsp\\nchaat masala 1 tsp\\n\\nScore the aubergine slices lightly to make criss-cross marks. Sprinkle the flesh side with salt, red chilli powder, turmeric, fennel seeds, carom seeds and black onion seeds and leave to sit for 10-15 minutes.\\n\\nIn the meantime, separately toast the poppy seeds, sesame seeds and desiccated coconut in a dry hot pan for a couple of minutes, until they release a roasted aroma, then pour them all into a bowl. Shallow fry the peanuts in a tablespoon of oil, allow to cool, then chop coarsely using a sharp knife. Add to the bowl of roasted seeds.\\n\\nHeat a tablespoon of oil in a pan and add the chopped garlic and fry until golden, then quickly remove from heat, drain and leave to cool before mixing together with the nuts and seeds.\\n\\nCombine all the remaining ingredients for the spice crust: chilli powder, salt, jaggery, coriander, tamarind pulp and chaat masala. Spread the spice crust on a tray and leave to dry out in a low oven.\\n\\nDrizzle a hot grill or pan with oil and heat, then add the aubergine slices, flat-side down, and sear for 2 minutes. Brush the other side lightly with oil then turn and cook for about 3 minutes or until thoroughly cooked through.\\n\\nArrange the hot aubergine slices on a plate, then add a dash of tamarind chutney to them and sprinkle generously with the spice crust.\\n\\nHYDERABADI LAMB’S LIVER KEBAB – KALEJI KEBAB\\nHyderabadi lamb’s liver kebab – kaleji kebab [http:\/\/media.guim.co.uk\/f50174aeed3e59c9bebf8ed7246de87c9fa32996\/0_847_7320_4398\/1000.jpg]Lamb or mutton liver (kaleji) is rather prized in Hyderabad. Lamb’s livers are good in a curry but great simply marinated, skewered and cooked in a hot grill pan, as here. You will need 6 bamboo skewers, soaked in water for 30 minutes.\\n\\n\\nServes 4-6 as a starter or accompaniment\\nvegetable oil 2 tbsp\\nlambs’ livers 600g, sliced into 1¼cm thick slices\\nfat chillies or romano peppers 6, if you can find them easily, if not use 1 red onion (optional)\\n\\nFor the marinade\\nginger and garlic paste 1 tbsp\\ndried red chilli flakes 1 tsp\\ndried red chilli powder ½ tsp\\nturmeric ½ tsp\\ncumin seeds 1 tsp, lightly roasted\\nsalt 1 tsp\\nsugar ½ tsp\\n\\nTo serve\\nlemon juice of 1\\nchopped coriander 2 tbsp\\n\\nMix together all of the ingredients for the marinade, add to the sliced liver, then set aside for 15-20 minutes.\\n\\nCut the chillies into large dice or, if using peppers, slice them into 1½cm thick rounds. If using red onion, cut into 6 wedges, discard the skin, peel off the petals and separate them. Alternate the lamb liver with the pepper or onion and thread onto the pre-soaked bamboo skewers. Refrigerate until ready to cook.\\n\\nHeat up a grill pan, drizzle with a bit of oil, arrange the skewers on the pan, and let them cook for 2-3 minutes on each side. Serve drizzled with lemon juice and coriander.\\n\\nHYDERABADI MUTTON OR LAMB KEBAB – PATHAR KA GOSHT\\nHyderabadi mutton or lamb kebab – pathar ka gosht [http:\/\/media.guim.co.uk\/59bf066a2c994f2d269648a6da8c2ab91ba22a97\/0_345_7320_4398\/1000.jpg]This is one of the most famed kebabs from Hyderabad. Traditionally made with thinly sliced mutton leg which is marinated with black spices (black cardamom, cloves, pepper, allspice and a lichen known as black stone flower) and tenderised using raw papaya paste, these would be cooked over hot stones – hence the term “pathar” which means stone in Hindi. In a domestic kitchen, these are cooked just as well on a hot griddle pan. Being tenderised with papaya paste, they literally take minutes to cook and make for an excellent filling inside wraps.\\n\\n\\nServes 4-6 as a main\\nmutton or lamb legs 750g, deboned, fat trimmed, sliced thinly into ½cm slices\\nmustard or corn oil 3 tbsp\\n\\nFor the first marinade\\nsalt 2 tsp\\nred chilli powder 1½ tsp\\nginger and garlic paste 2 tbsp\\ngrated raw papaya or pineapple juice 1 tbsp\\n\\nFor the spice mix\\nblack cardamom pods 4\\npeppercorns ½ tsp\\ncloves 1 tsp\\nwhole allspice 1 tsp (optional)\\nblack stone flower 1 tbsp, optional (available online)\\nyogurt 2 tbsp\\ncrisp deep-fried onions 4 tbsp\\nfresh coriander stalk 50g\\nlemon juice of 1\\n\\nFor the first marinade, mix together the salt, chilli powder, ginger and garlic paste and grated papaya or pineapple juice, add to the mutton or lamb slices and set aside.\\n\\nFor the spice mix, heat a small frying pan and dry roast the cardamom, peppercorns, cloves, allspice and black stone flower (if using) for 2-3 minutes constantly moving to toast evenly. Let cool and then grind coarsely.\\n\\nMix the ground spices with the yogurt and onions, and then blend to a paste using a small blender or a pestle and mortar. Smear the spice mix on top of the marinated slices and sprinkle with coriander.\\n\\nSet aside the marinated meat for at least 30 minutes (you could also prepare it the day before and refrigerate overnight).\\n\\nThread the meat on pre-soaked bamboo skewers and cook for 2-3 minutes on each side on a very hot griddle pan. Let them rest for a minute or so. Serve sprinkled with lemon juice and bread of your choice.\\n\\nPRAWN CURRY – CHINGRI MALAI\\nPrawn curry – chingri malai [http:\/\/media.guim.co.uk\/d6f348831e72667a4d9598d3a62ae6da941aab7d\/0_2635_5484_3284\/1000.jpg]In Bengal, the period between Durga Puja and Kali Puja (Diwali) is known as Bijoya or the victory of good over evil. During this time people visit family and friends with sweets, exchanging gifts and eating. One of my earliest food memories is having this delicious prawn curry at one of the several Bijoya dinners, served inside a green tender coconut.\\n\\n\\nMakes 2 generous portions\\nfreshwater prawns 400g, peeled and de-veined (the largest size you can find!)\\nturmeric 1 tsp\\nsalt 1 tsp\\nvegetable oil 90ml\\nbay leaves 2\\nred onions 3 medium-sized, blended to a fine paste\\nground cumin 1 tbsp\\nginger and garlic paste 2 tbsp\\nwater 100ml\\ngreen chillies 2, slit lengthways\\ncoconut milk 75ml\\nshellfish stock 1 cup\\nsugar ½ tsp (optional)\\nground green cardamom ½ tsp\\nfresh coriander 1 tbsp, chopped\\nlime juice of ½\\n\\nMarinate the prawns with ½ a teaspoon each of turmeric and salt.\\n\\nHeat 60ml oil in a pan and add the bay leaves and onion paste and sauté for 6-8 minutes on medium heat until very light brown.\\n\\nMeanwhile heat the remaining oil in a non-stick frying pan and sear the prawns briefly for a minute or two then set aside.\\n\\nMix the ground cumin, the remaining turmeric and the ginger and garlic paste in 75ml of water and add to the onions, reduce the flame and cook out for a further 2-3 minutes, stirring regularly. Add the remaining salt, the green chillies and the prawns and stir for 1 minute. Mix in the coconut milk and simmer for 2-3 minutes or until the prawns are cooked, adding a little stock if necessary. Correct the seasoning with salt and sugar and sprinkle over the cardamom powder, coriander and a squeeze of lime.\\n\\nThis is best eaten immediately and served with freshly boiled basmati rice, mixed through with a tablespoon of ghee or cold salted butter, a pinch of smoked sea salt and freshly cracked pepper.\\n\\nHARI’S HYDERABADI KACCHI BIRYANI OF MUTTON OR GOAT\\nHari’s Hyderabadi kacchi biryani of mutton or goat [http:\/\/media.guim.co.uk\/de894b551a638191ff52cb5fecc2f857f4fd69ec\/0_79_7320_4398\/1000.jpg]Biryani is often called the king of dishes. It’s much more than “meat downstairs, rice upstairs”, as I heard an east London waiter once describe it to a curious American tourist. Most curry house renditions of it involve stir-frying pre-cooked lamb with pilau rice. Throughout the subcontinent there are regional variations, some more aromatic, others spicier.\\n\\n\\nIn Hyderabad they follow the traditional route of making “kacchi” biryani, where the rice is cooked in the juices of the mutton (or often goat). The lid of the pot in which it is traditionally cooked is sealed with dough so none of the aromas escape during cooking and it is cracked open just before serving, thrilling all those around by the huge waft that immediately fills the room. This is a difficult dish to get right but worth the effort. In my lifetime I have made and eaten several versions of biryanis, but rarely have I had better than Hari’s Hyderabadi biryani.\\n\\nServes 4-6\\nleg of mutton (or goat) 1kg, diced into cubes of about 2½cm (meat on the bone would be preferable)\\nbasmati rice 500g\\n\\nFor the marinade\\nginger paste 1 tbsp\\ngarlic paste 1 tbsp\\nred chilli powder 1 tbsp\\nground garam masala 1 tsp\\nturmeric 1 tsp\\nmint leaves 1 small bunch, chopped\\nonions 3 medium-sized, sliced and fried till golden\\ngreen chillies 6, slit lengthways\\nnutmeg ¼, grated\\nlemon juice of ½\\nvegetable oil 2 tbsp\\nsaffron a small pinch\\nfresh green papaya paste or fresh pineapple juice 1 tsp\\nsalt 1 tsp\\nnatural yogurt 100ml\\n\\nFor the rice\\nsaffron a small pinch\\nmilk 50ml, warmed\\nwater 4 litres\\ngreen cardamoms pods 3\\nbay leaves 2\\nblack cardamoms pods 2\\ncloves 4\\nmace 2 blades\\ncumin seeds 1 tbsp\\nsalt 2 tbsp\\nchopped mint 1 tbsp\\nsliced fried onions 1 tbsp\\nghee or butter 50g\\n\\nThis requires a broad heavy-bottomed casserole or a pot with a tight fitting lid.\\n\\n\\nMix together all the ingredients for the marinade with the lamb and leave aside for 4 hours (or refrigerate overnight). Then place the marinated meat in the casserole.\\n\\nIn a bowl, soak the saffron in the warm milk. Wash the basmati and soak it in a separate bowl for 30 minutes.\\n\\nTake a pot and boil the water with the whole spices and salt. When the water is boiling, add the strained rice and boil for 10 minutes: the rice needs to be 50-60% cooked or slightly less than al dente.\\n\\nStrain the half-boiled rice and layer it on the marinated meat, then sprinkle the mint, fried onion, ghee and soaked saffron on the rice, cover the casserole with a lid and wrap tin foil around the sides to seal (or a stiff dough made with plain flour and water).\\n\\nPut the casserole on a high heat for 8-10 minutes; make sure the flames are evenly spread all across the base of the casserole. When you see steam escape, turn the heat right down and cook the biryani for 20-25 minutes.\\n\\nRemove from the heat and set the casserole aside for 5 minutes. Then open the lid and you are ready for the aromatic biryani. Best accompanied with thin yogurt raita.\\n\\nFISH CURRY WITH MUSTARD – SHORSHE BATA MAACH\\nFish curry with mustard – shorshe bata maach [http:\/\/media.guim.co.uk\/a2c3805b8bab473e3baa15dd65c54bad31a8f3f9\/0_2030_5484_3284\/1000.jpg]The simplest of fish dishes, this is traditionally cooked using the river fish rohu. Thick steaks of the fish are cut on the bone and fried in mustard oil before being simmered in a sauce made from mustard paste, green chillies and yogurt. In the UK, you can use either sea bass or grey mullet.\\n\\n\\nServes 4\\nmustard seeds 35g\\ngreen chillies 2\\nsea bass or grey mullet 8 × 80g steaks, on the bone\\nvegetable or corn oil to shallow fry\\nmustard oil 2 tbsp\\npanch phoran (equal quantities of nigella seeds, fenugreek seeds, mustard seeds, fennel seeds and cumin seeds ) 1 tsp, alternatively use only nigella seeds\\nyogurt 150ml\\nturmeric ½ tsp\\nsalt 1 tsp\\nsugar ½ tsp\\nwater or fish stock 150ml\\nlemon juice of ½\\ncoriander leaves 1 tbsp, chopped\\n\\nFor the marinade\\nsalt 1 tsp\\nsugar ½ tsp\\nturmeric 1 tsp\\nnigella seeds ½ tsp\\nred chilli powder 1 tsp\\n\\nSoak the mustard seeds in 100ml of water and set aside for 30 minutes. Blend the soaked mustard seeds to a fine paste with the green chillies, adding a little water if necessary.\\n\\nMeanwhile, marinate the fish steaks with the salt, sugar, turmeric, nigella seeds and chilli powder, mix well and set aside for 15 minutes.\\n\\nHeat the vegetable oil in a pan large enough to fit the fish, and fry the fish on medium heat for 3-4 minutes each side until the steaks are crisp on the outside and cooked inside.\\n\\nMeanwhile in a separate wok or pan, heat the mustard oil and add the panch phoran, and let it crackle and pop for 30 seconds or so. Add the mustard paste and cook for a couple of minutes on a medium heat, stirring continuously. Then stir in the yogurt and mix well to prevent splitting.\\n\\nAdd the turmeric, salt and sugar, then cook for 2-3 minutes. Check the seasoning, add stock or water if needed to thin the sauce to coating consistency, then add the fried fish and simmer for a couple of minutes until heated through. Finish with a squeeze of lemon and sprinkle with the coriander leaves. Serve hot with plain boiled rice.\"}}",
    "headers" : {
      "Etag" : "W\/\"U46\/G13VAR2cKxOxmxJU8g==\"",
      "Content-Type" : "application\/json; charset=utf-8",
      "Connection" : "Keep-Alive",
      "X-Backside-Transport" : "OK OK",
      "X-Cf-Requestid" : "4f3e9e68-6b80-432b-496f-4b0b316e364f",
      "X-Powered-By" : "Express",
      "Date" : "Tue, 23 Feb 2016 00:03:55 GMT",
      "X-Client-IP" : "189.33.188.5",
      "X-Global-Transaction-ID" : "2353581127",
      "Transfer-Encoding" : "Identity"
    },
    "method" : "GET",
    "status" : 200,
    "uri" : "http:\/\/replace.yourhost.com\/api\/news\/bGlmZWFuZHN0eWxlLzIwMTYvZmViLzIzL3ZpdmVrLXNpbmdoLWluZGlhbi1kaXNoZXMtd2l0aC1zdG9yaWVzLXRvLXRlbGw="
  },
  {
    "body" : "{\"success\":true,\"result\":{\"translatedText\":\"Um projeto para mais cuidados de maternidade que oferece todas as mulheres a opção de dar à luz onde eles querem, com o apoio da mesma parteira durante gravidez, trabalho e as semanas iniciais da maternidade, será lançada nesta terça-feira. \\n\\nA revisão da maternidade nacional vai recomendar que as mulheres devem ter cada um orçamento cuidados de maternidade pessoal para ser gasto na conta do SUS eles escolhem-se eles dão à luz em uma unidade parteira fuga, um hospital ou em casa.  Descomplicado nascimentos custou ao SNS de £ 3.000 cada.  Uma mulher que escolha para onde e como ela quer dar a luz vai determinar como esse dinheiro é gasto, dando a ela uma voz maior do que nunca antes na sua conta. \\n\\nA revisão independente presidido por Julia Cumberlege foi encomendado pelo NHS da Inglaterra no reconhecimento de que os serviços da maternidade não são tão seguros quanto poderiam ser e nem eles sempre dar às mulheres a melhor experiência possível de parto.  Ela segue uma investigação sobre a unidade de maternidade disfuncional no hospital Furness, parte da Universidade de Morecambe Bay Hospitals NHS fundação de confiança.  Um relatório em março do ano passado constatou que as falhas no cuidado pode ter desempenhado um papel na morte de três mães e 16 bebês. \\n\\nRelacionado: Morecambe Bay relatório expõe 'mistura letal' de falhas que levaram à morte de bebê\\n\\nA revisão Cumberlege localiza, assim como a investigação Morecambe Bay, que obstetras e as parteiras são às vezes em desacordo.  Ela recomenda que eles deveriam treinar juntos, forjar uma relação de trabalho melhor com uma maior compreensão e respeito pelo trabalho um do outro. \\n\\nOs serviços de maternidade nunca foi mais seguro, diz que a revisão-e ainda há grande variação ao redor do país.  Inspeções Care Quality Comissão classificou 38% de serviços de maternidade ou inadequadas ou que requerem melhoria.  Em algumas áreas da Inglaterra, quatro bebês por 1.000 são um natimorto ou morreu na primeira semana após o nascimento, mas em outros que sobe para 10 por mil.  Um relatório no ano passado encontrou falhas no cuidado em metade de uma amostra de 85 mortos são investigadas em detalhes.  Há mais de 1.000 mortos por ano no Reino Unido. \\n\\n\\\" Para a grande maioria das mulheres, dando a luz e ter um novo membro da família é uma ocasião muito alegre, afirmou Lady Cumberlege no lançamento do relatório.  \\\" Mas onde as coisas dão errado, é devastador.  É uma tragédia.  É cicatrizes pessoas para a vida. ?\\n\\nOs serviços de maternidade nunca foi mais seguro, diz que a revisão-e ainda há grande variação ao redor do país [ http:\/\/media.guim.co.uk\/9aa5696530af9cebeceecccbf5b80914321356b0\/0_379_5738_3444\/1000.jpg ] os serviços de maternidade nunca foi mais seguro, diz que a revisão-e ainda há grande variação ao redor do país Foto: Alecsandra Raluka Dragoi para a revisão GuardianThe reflete o que Cumberlege e sua equipe foram informados pelas mulheres, ela disse.  Eles queriam ser disse suas opções e tomar suas próprias decisões e eles queriam a continuidade de cuidados, com a mesma pessoa cuidar deles.  A revisão recomenda que as parteiras devem trabalhar em equipes pequenas, de quatro ou seis, com base na comunidade, que deve conhecer a mulher e sua família.  Uma equipe seria o cuidador contínua de verificações pré até a entrega, e depois ajudar com a amamentação e cuidados com o bebê depois.  Se essa parteira não pôde estar lá, haveria um \\\"amigo\\\" ou vice quem interferiria. \\n\\nRelacionado: Chamada para revisar as taxas de mortalidade bebê em mais de 20 Saúde confia e pranchas\\n\\nMulheres queria usar seus smartphones ou tablets para acessar informações e conselhos sobre sua gravidez.  \\\" Nós no Reino Unido realmente precisa acordar para o uso da tecnologia.  Eles [ as mulheres consultadas pela equipe de revisão ] teve um iPhone no qual era a sua vida, e mesmo assim ainda éramos papel orientado, \\\" disse Cumberlege.  Toda mulher deve ter um plano de cuidados pessoais, que deve ser atualizado se as coisas mudar durante a gravidez, e eles devem ter um registro do paciente eletrônico que eles próprios podem acessar e incluir, ela disse. \\n\\n\\\"Não podemos garantir que o nascimento é 100% seguro\\\", disse Cumberlege.  \\\" Nunca será. \\\" Mas onde as coisas dão errado, o NHS precisava ser abertas e aprender com ele.  Ela recomendou o Departamento de Saúde deveria considerar seriamente um sistema de \\\"resolução rápida e reparação\\\" como o modelo de seguros suecas.  Onde houve feridos, a família recebe indenização de seguradoras de saúde se o dano foi considerada evitável ou não.  Desde que foi introduzido, evitável sérios ferimentos nascimento diminuíram 50% em sete anos, diz que a revisão, que os suecos do atributo para uma maior transparência e confiança entre profissionais médicos que não têm medo de serem responsabilizados. \\n\\nO relatório também sublinha a necessidade de maior apoio para as mulheres que sofrem de doença mental após o nascimento, que está sendo tratado por uma força-tarefa de saúde mental.  Cumberlege disse que queria ver \\\"progressos reais feitos\\\" nos próximos cinco anos.  \\\"Em cinco anos, o tempo estará entre os melhores do mundo\\\", disse ela. \\n\\nSimon Stevens, o presidente-executivo da NHS na Inglaterra, disse: \\\" A revisão independente descobrir que a qualidade e segurança dos serviços de maternidade NHS melhoraram substancialmente na última década, e a maioria das novas mães nos dizer que eles são cuidados bem.  Mas, argumenta que o NHS pode e deve elevar sua partida no apoio personalizado para pais e seus bebês, melhor equipe trabalhando, melhor uso da tecnologia, e mais unida, maternidade e serviços de saúde mental. ?\"}}",
    "headers" : {
      "Etag" : "W\/\"7cmLuCxJ7jQrU8Gwv1bxIg==\"",
      "Content-Type" : "application\/json; charset=utf-8",
      "Connection" : "Keep-Alive",
      "X-Backside-Transport" : "OK OK",
      "X-Cf-Requestid" : "124f64c9-b4c9-4817-749f-3962cd369822",
      "X-Powered-By" : "Express",
      "Date" : "Tue, 23 Feb 2016 00:05:13 GMT",
      "X-Client-IP" : "189.33.188.5",
      "X-Global-Transaction-ID" : "2353859431",
      "Transfer-Encoding" : "Identity"
    },
    "method" : "GET",
    "status" : 200,
    "uri" : "http:\/\/replace.yourhost.com\/api\/translate\/c29jaWV0eS8yMDE2L2ZlYi8yMy9uYXRpb25hbC1tYXRlcm5pdHktcmV2aWV3LWNhbGxzLWZvci1wZXJzb25hbC1jYXJlLWJ1ZGdldHM="
  },
  {
    "body" : "{\"success\":true,\"result\":{\"originalText\":\"More than 7 million children living in low-income families will be affected by a four-year freeze to their benefits that risks pushing many more into poverty, according to new research.\\n\\nA report by the Children’s Society , published on Tuesday, says families could lose up to 12% from the real value of their benefits over the next four years as a result of government plans to freeze child tax credits, working tax credits and jobseekers’ allowance from April.\\n\\nThe charity is calling on ministers to reconsider the planned freeze and agree to a moratorium on any further cuts in support for low-income families. It says almost two thirds of those who will be adversely affected live in working households who receive benefits to top up low pay.\\n\\nThe research paper, called The Future of Family Incomes , was published ahead of a debate in parliament on Tuesday about the government’s welfare reform and work bill , which returns to the Commons to consider amendments from the Lords. Charities are also looking anxiously ahead to next month’s budget.\\n\\nMatthew Reed, Children’s Society chief executive, said: “Families on low incomes are facing a barrage of cuts. If ministers are genuinely concerned about child poverty they must reconsider plans to freeze benefits over the next four years.\\n\\n\\n“At the very least, the government needs to guarantee there will be no further cuts when the chancellor delivers his budget next month.\\n\\n“Austerity has hit families hard, including those in work. Further cuts to support would push more children into poverty and undermine incentives for families to move into work or earn more.”\\n\\nAccording to the End Child Poverty coalition, 28% of children in the UK currently live in poverty.\\n\\nThe Children’s Society research attempts to show for the first time the combined impact of the government’s key tax and benefit changes on the overall income of different family types. Some changes – such as George Osborne’s “national living wage” – promise to increase household incomes by 2020; other changes will cancel out those gains, the charity says, by cutting key support for many families.\\n\\nRelated: Welfare reforms will still take £3bn from poorest Britons, Labour warns\\n\\nIn addition to the impact of the freeze, the Children’s Society says low-income families will be further hit by the new child tax credit limit to the first two children and the end of the family element of the child tax credit. Young parents and families with disabled children claiming universal credit for the first time are also likely to be hard hit.\\n\\nLooking at families making new claims, the Children’s Society calculates that a 23-year-old primary school teacher and single mother-of-two renting the family home could be worse off by £239 a month or £2,868 a year.\\n\\nA nurse and her partner with three children, renting in London, could be worse off by £425 a month – £5,100 a year. And a homeowning army corporal and his partner with three children, including one who is disabled, could be worse off by £771 a month or £9,252 a year.\\n\\nA spokesman for the Department for Work and Pensions said the government’s welfare reforms were creating a fairer system and were incentivising work while protecting the most vulnerable.\\n\\n\\n“We are bringing welfare spending under control, while – crucially – helping people into work, and through universal credit helping them to earn more.\\n\\n“More people than ever before are now work, wages are rising above inflation, and the national living wage is set to boost pay even further.”\"}}",
    "headers" : {
      "Etag" : "W\/\"n5w6DcBnHjPTGkJTgo7P8Q==\"",
      "Content-Type" : "application\/json; charset=utf-8",
      "Connection" : "Keep-Alive",
      "X-Backside-Transport" : "OK OK",
      "X-Cf-Requestid" : "c7d5757c-c245-4f2b-5c33-c63934b60183",
      "X-Powered-By" : "Express",
      "Date" : "Tue, 23 Feb 2016 00:03:25 GMT",
      "X-Client-IP" : "189.33.188.5",
      "X-Global-Transaction-ID" : "202390297",
      "Transfer-Encoding" : "Identity"
    },
    "method" : "GET",
    "status" : 200,
    "uri" : "http:\/\/replace.yourhost.com\/api\/news\/c29jaWV0eS8yMDE2L2ZlYi8yMy9wbGFucy10by1mcmVlemUtYmVuZWZpdHMtZm9yLWZvdXIteWVhcnMtd2lsbC1oaXQtNy1taWxsaW9uLWNoaWxkcmVu"
  },
  {
    "body" : "{\"success\":true,\"result\":{\"originalText\":\"Vienna is the world’s best city to live in; Baghdad is the worst, and London, Paris and New York do not even make it into the top 35, according to international research into quality of life.\\n\\nGerman-speaking cities dominate the rankings in the 18th Mercer Quality of Life study, with Vienna joined by Zurich, Munich, Düsseldorf and Frankfurt in the top seven.\\n\\nParis has tumbled down the league, falling 10 places to 37th, just ahead of London at 39th, almost entirely because of the city’s vulnerability to terrorist attacks.\\n\\nThe study examined social and economic conditions, health, education, housing and the environment, and is used by big companies to assess where they should locate and how much they should pay staff.\\n\\nThe Arc de Triomphe and Champs Élysées, Paris [http:\/\/media.guim.co.uk\/c7ad40f5651e7473ddd75f96ad6b3314f33052fc\/0_338_5173_3105\/1000.jpg] Paris has dropped 10 places to 37th. Photograph: AlamyViennese-born Helena Hartlauer, 32, said she was not surprised at her city’s top position. The municipality’s social democratic government has a long tradition of investing in high-quality social housing, making Vienna almost uniquely affordable among major cities.\\n\\n“I live in a 100sq metre turn-of-the-century apartment in a good area about 20 minutes’ walk into the city centre. But my rent is just €800 (£625) a month.” An equivalent apartment in London would cost upwards of £2,000, and even more in New York, ranked 44th in the table.\\n\\nUS cities perform relatively poorly in the study, largely because of issues around personal safety and crime. The highest ranking city in the US is San Francisco, at 28th; Boston is 34th. Canadian cities, led by Toronto, far outrank their US rivals in the table.\\n\\nTimes Square in Manhattan, New York [http:\/\/media.guim.co.uk\/1bb1338c03e100736b83f61aa82f79b7f38e12d4\/0_374_5616_3370\/1000.jpg] New York is ranked No 44 on the index. Photograph: Atlantide Phototravel\/Corbis“You don’t realise how safe Vienna is until you head abroad,” said Hartlauer. “We also have terrific public transport, with the underground working 24 hours at weekends, and it only costs €1 per trip.”\\n\\nVienna benefited enormously from the fall of the Berlin Wall, becoming the gateway to eastern European countries that often have historic ties to the former Austro-Hungarian empire.\\n\\n“Our big USP is our geographic location,” said Martin Eichtinger, Austrian ambassdaor to London, who lived in Vienna for 20 years. “The fall of the Berlin Wall helped define Vienna as the hub for companies wanting to do business in central Europe.”\\n\\nRevellers outside a bar in Zurich. [http:\/\/media.guim.co.uk\/33a72768ae3f0e2a4bdc2f7c7d1772e20eca97b7\/0_0_5365_3219\/1000.jpg] Revellers outside a bar in Zurich, which ranked second. Photograph: AlamyAccording to the World Bank , Austria has one of the highest figures for GDP per head in the world, just behind the US and ahead of Germany and Britain, although quite some way below neighbouring Switzerland.\\n\\nZurich in Switzerland is named by Mercer as having the world’s second highest quality of life, but the Viennese say their city is far more fun. “There are more students in Vienna than any other German-speaking city,” said Hartlauer. “It’s a very fast growing, young and lively city,” she added – though she conceded she works for the city’s tourist board.\\n\\nVienna has long been overlooked by British weekend city break tourists, who instead flock to Barcelona or Berlin and tend to think of Austria as somewhere for skiing, lakes and mountains.\\n\\nThe Serpentine lake in Hyde Park, London. [http:\/\/media.guim.co.uk\/1ae0eea20da3575a38ca279f1e6367f2cac136ee\/0_0_5040_3024\/1000.jpg] The Serpentine lake in Hyde Park, London. The city has never been in Mercer’s quality-of-life top 10. Photograph: AlamyBut after an increase in budget flights from regional British cities such as Manchester and Edinburgh, Vienna is fast catching up as a popular destination. In 2015 there were 588,000 British visitors to Vienna, up 18% on the year before. The flow is both ways; Eichtinger said London has become the No 1 city destination for Austrian visitors.\\n\\n“Vienna has ranked top in the last seven published rankings,” said Mercer. “It scores highly in a number of categories; it provides a safe and stable environment to live in, a high level of public utilities and transport facilities, and good recreational facilities.”\\n\\nBest places to live in the world Source: Mercer quality of living city survey Best places to live in the worldSource: Mercer quality of living city surveyThe European migrant crisis, which has seen large numbers of refugees and asylum seekers pass through Vienna en route to Germany, has had little impact on the city of nearly 1.8 million people, said Eichtinger. “We have managed to accommodate 90,000 refugees in Austria, but the numbers have slowed in recent months.”\\n\\nThe view from Mount Eden, Auckland, the highest ranking English-speaking city in the survey. [http:\/\/media.guim.co.uk\/4aff7ce1b81157c03caec0f549e180bde1d301bc\/0_0_5456_3273\/1000.jpg] The view from Mount Eden, Auckland, the highest ranking English-speaking city in the survey. Photograph: Image Broker\/RexLondon has never been in the quality-of-life top 10, says Mercer, damaged by its poor scores for air pollution, traffic congestion and climate. After London, Edinburgh is the next-ranking British city, in 46th place.\\n\\nParis has suffered the biggest fall in this year’s rankings. “Paris has remained stable for several years but has this year dropped 10 places overall in the overall ranking,” said Mercer.\\n\\n“The drop was essentially due to the terrorist attacks in 2015, however, it is important to highlight that safety issues are a very highly weighted factor within the ‘basket’ so any small adjustments can have a big impact on the ranking.”\\n\\nCarnival revellers in Port-au-Prince. [http:\/\/media.guim.co.uk\/2935c7249a5ad993ed9b91d2bcf8dc8d730934cc\/0_0_3141_1886\/1000.jpg] Carnival revellers in Port-au-Prince. The quake-stricken Haitian capital was among the worst-ranked cities. Photograph: Dieu Nalio Chery\/APAuckland in New Zealand was the highest ranking English-speaking city in the survey, in third place, followed by Vancouver in fifth. Australian cities also perform very highly in the survey, with Sydney 10th and Melbourne 15th. The Economist has consistently ranked Melbourne as the world’s most liveable city , although its survey has been criticised as too Anglocentric.\\n\\nWar and political unrest are behind all the worst-ranked cities in the world. Surprisingly, Damascus is named as only the seventh worst, ranked better than not just Baghdad but also Bangui in Central African Republic, Sana’a in Yemen, Port-au-Prince in Haiti, Khartoum in Sudan, and N’Djamena in Chad.\"}}",
    "headers" : {
      "Etag" : "W\/\"X0O7gaiWKex442om1hh2jg==\"",
      "Content-Type" : "application\/json; charset=utf-8",
      "Connection" : "Keep-Alive",
      "X-Backside-Transport" : "OK OK",
      "X-Cf-Requestid" : "cf8dc503-f69f-42af-6656-7f51f341413d",
      "X-Powered-By" : "Express",
      "Date" : "Tue, 23 Feb 2016 00:03:22 GMT",
      "X-Client-IP" : "189.33.188.5",
      "X-Global-Transaction-ID" : "2263323425",
      "Transfer-Encoding" : "Identity"
    },
    "method" : "GET",
    "status" : 200,
    "uri" : "http:\/\/replace.yourhost.com\/api\/news\/YnVzaW5lc3MvMjAxNi9mZWIvMjMvdmllbm5hLW5hbWVkLXdvcmxkcy10b3AtY2l0eS1mb3ItcXVhbGl0eS1vZi1saWZl"
  },
  {
    "body" : "{\"success\":true,\"result\":{\"translatedText\":\"Anúncio de Moneysupermarket com um homem andando e emoção no salto alto e jeans de calças foi o anúncio de TV mais reclamado sobre no Reino Unido no ano passado. \\n\\nO anúncio de TV, parte da marca \\\", Moneysupermarket\\\" campanha sobre consumidores que têm salvo dinheiro usando o website de comparação de preços, recursos de meia-idade \\\"Dave\\\" em um \\\"andar épico\\\" pelas ruas de Londres enquanto Sharon Osbourne está ligado. \\n\\nDe Moneysupermarket '' Epic Fanfarrona adThe Advertising Standards Authority recebeu 1.513 queixas de membros indignados do público que sentia o anúncio era ofensiva, embora a agência publicitária limpa isto de qualquer violação do código de anúncio do Reino Unido. \\n\\nMais dez mais reclamou sobre anúncios-2015 [ http:\/\/media.guim.co.uk\/e2d6d4d1614689f9869ce0d2a9800e1cac7f5d35\/0_0_1000_1600\/625.jpg ] O dez mais reclamou sobre anúncios-2015Moneysupermarket anúncio, na vulgaridade comparado com apostas Paddy Power 2014 vencedor, que ofereceu dinheiro de volta se Oscar Pistorious \\\"saiu\\\" de seu julgamento, que é o mais reclamado sobre o anúncio de todos os tempos com 5.525. \\n\\n\\nUso com o Booking.com da palavra \\\"registro\\\" como um substituto para a \\\"palavra\\\" continua a ofender, com o site de viagens levando três dos 10 principais lugares na maioria reclamou lista para 2015. \\n\\nDepois do segundo lugar em 2014 (1.768 reclamações), Booking.com levou segundo, quarto e sétimo no ano passado, totalizando 1.291 queixas.  Nenhum dos anúncios foram encontrados para quebrar o código do Reino Unido. \\n\\nOs cinco principais também destaque do PayPal, que acumulou 464 reclamações para um pais anúncio festivo que arruinou o Natal por sugerir que Papai Noel não era real.  Não confirmou, disse a promotora. \\n\\nE o quinto lugar foi proteína World \\\"praia corpo pronto\\\" cartazes, que 380 pessoas que eram ofensiva para usar uma mulher de biquíni e promovendo um saudável senso de imagem corporal. \\n\\nO promotor disse que o anúncio não violam as regras relacionadas à ofensa grave ou generalizada, mas pediu mudanças de proteína Mundial sobre perda de saúde e peso. \\n\\n\\\"Nossa principal 10 para 2015 será sem dúvida ter pessoas falando sobre [ seja ] as propagandas são ou não são ofensivas\\\", disse o presidente-executivo ASA, Guy Parker.  \\\" Enquanto questões de crime pode pegar a manchete, a maior parte do nosso trabalho é a tarefa menos glamoroso de combater publicidade enganosa. ?\\n\\nOs primeiros 10 também inclui uma mistura de caridade e campanhas de saúde pública, que muitas vezes atraem atenção por usar técnicas fortes ou por serem focados em assuntos sensíveis. \\n\\nEsses incluiu um anúncio para a British Heart Foundation e uma campanha antifumo pelo Departamento de Saúde.\"}}",
    "headers" : {
      "Etag" : "W\/\"Pjtx52PvUpF\/8iQm3T7arQ==\"",
      "Content-Type" : "application\/json; charset=utf-8",
      "Connection" : "Keep-Alive",
      "X-Backside-Transport" : "OK OK",
      "X-Cf-Requestid" : "403d7c79-4eb5-4c9e-71dc-e7eb2d798a0b",
      "X-Powered-By" : "Express",
      "Date" : "Tue, 23 Feb 2016 00:05:34 GMT",
      "X-Client-IP" : "189.33.188.5",
      "X-Global-Transaction-ID" : "382833667",
      "Transfer-Encoding" : "Identity"
    },
    "method" : "GET",
    "status" : 200,
    "uri" : "http:\/\/replace.yourhost.com\/api\/translate\/bWVkaWEvMjAxNi9mZWIvMjMvbW9uZXlzdXBlcm1hcmtldC1lcGljLXN0cnV0LW1vc3QtY29tcGxhaW5lZC1hYm91dC1hZC1wYWRkeS1wb3dlcg=="
  },
  {
    "body" : "{\"success\":true,\"result\":{\"originalText\":\"11.59pm GMT\\n\\nIt’s raining endorsements today for Marco Rubio , reports Sabrina Siddiqui . Senator Dan Coats of Indiana is the latest to jump on board.\\n\\nEXCLUSIVE: @SenDanCoats announces formal endorsement for @marcorubio for president @rtv6 pic.twitter.com\/Rihga4l2Yl\\n\\n— #IndyThisWeek (@IndyThisWeek) February 22, 2016Earlier, Rubio got the endorsement of senators Jeff Flake Orrin Hatch, and the second-hand, lightly used, still in good working condition endorsement of former vice-presidential candidate Bob Dole , who had previously backed Bush.\\n\\nMaybe Bob Dole should run11.45pm GMT\\n\\nMaria La Ganga has investigated the possible reasons why, despite his lead in the polls, Donald Trump could lose here in Nevada tomorrow: his lack of a ground game.\\n\\nDonald Trump has one of the smallest and least organized ground campaigns in Nevada, according to Republican officials and operatives in the state, raising questions about the billionaire’s readiness for another caucus-based contest after his disappointing second-place finish in Iowa.\\n\\nTexas senator Ted Cruz beat the brash real estate mogul in Iowa’s Republican contest with help from evangelical Christians and a superior network of volunteers; such workers are critical in states such as Nevada and Iowa, which choose their presidential nominees through a complicated caucus system.\\n\\nDonald Trump leaves supporters cold as he accuses Rubio of ‘excess sweating’ Read more\\n\\nEight days after his bruising loss, Trump won the New Hampshire primary , declaring: “We learned a lot about ground game in a week.”\\n\\nThe big question is whether he has learned enough.\\n\\nAlthough the answer won’t become clearer until the Republican caucuses in Nevada on 23 February, following the South Carolina primary on Saturday, the reality television star appears to be lagging behind his better organized competitors in reaching out to Nevada’s hard-to-corral caucus-goers.\\n\\n“Elections are won on organization,” said Adam Khan, chairman of the Washoe County Republican Central Committee. “Trump has a lot of popularity, but if you look at the ground operation here, he just doesn’t have it.”\\n\\nExhibit A: Trump’s rally on 10 January at the downtown Reno Ballroom. It could have been a campaign manager’s dream – 3,000 or so cheering supporters, an energized army ready to be harnessed, a data trove for the all-important get-out-the-vote effort.\\n\\nBut Trump’s staff did not record e-mail addresses or phone numbers that day from the captive audience of potential donors, caucus-goers and volunteers. The rally became a squandered opportunity six weeks out from the caucuses.\\n\\nWhen asked about that campaign blunder, Trump’s Nevada state director Charles Munoz replied: “I’ll have headquarters get back to you, or I’ll get back to you.” So far, that has not happened.\\n\\nThe Best Ground Game award here, Republican political consultant Erik Jimanez told Maria, goes to Marco Rubio.\\n\\nHe’s got a large number of campaign staff in Las Vegas and Reno. They’re doing a lot of outreach to the rural counties, which are tremendous in terms of who shows up on caucus day, much higher rates than in urban areas.”\\n\\n\\nYou can read the whole story here .\\n\\n11.31pm GMT\\n\\nA quick break from Nevada and the Republicans for a second: Atlanta’s Channel 2 Action News has just released a poll showing that Hillary Clinton has a commanding lead in Georgia over Bernie Sanders , with 72 percent to the Vermont senator’s 19.8.\\n\\nGeorgia is one of the 12 states - and one territory - which vote on March first: “Super Tuesday.”\\n\\nBernie Sanders in Boston today [http:\/\/media.guim.co.uk\/a10676011ab86c45b6336dd4b634942209aeab30\/0_0_3500_2101\/1000.jpg] Bernie Sanders in Boston today Photograph: Brian Snyder\/Reuters11.14pm GMT\\n\\nMore from Cruz Nevada campaign chair Adam Laxalt:\\n\\nOn the subject of the Rick Tyler controversy, he said: “They made the decision to move on with the communication director. That’s just is a strong statement of how important integrity is to Cruz and to the campaign….”\\n\\nAsked about Trump and his campaign’s behavior during the nominating process, Laxalt said, “I think there’s absolutely a double standard. There’s a lot of stuff that happens with these huge presidential candidates ... There’s no accountability on all sides.\\n\\n“Cruz tends to take the lion’s share of attacks from the media whenever anything is happening,” the state’s attorney general said. “It’s challenging. But despite all that, there’s a huge reservoir of consistent support in this state and across the country.”\\n\\nTed Cruz speaks at a campaign rally in Las Vegas [http:\/\/media.guim.co.uk\/85b99755f20412754c8e6e3eb00b565010eaf16a\/0_122_3500_2103\/1000.jpg] Ted Cruz speaks at a campaign rally in Las Vegas Photograph: David Becker\/Reuters10.57pm GMT\\n\\nMy colleagues Sabrina Siddiqui, Maria La Ganga and Ben Jacobs have gone into much more detail on the scandal that led to Rick Tyler’s firing.\\n\\nCruz sacked Rick Tyler, his national spokesman, after he circulated a video on Sunday that allegedly showed Rubio walking by a Cruz staffer in a hotel lobby who was holding a Bible.\\n\\nAlthough the audio was fuzzy, some assumed Rubio to have remarked: “Got a good book there, not many answers in it.” In fact, Rubio had said “all the answers in it”.\\n\\n“This morning I asked for Rick Tyler’s resignation,” Cruz told reporters in Las Vegas over his promotion of a news story that falsely claimed his rival said “something negative about the Bible”.\\n\\n“This was a grave error of judgment,” he said. “It turned out the news story he sent around was false. But I’ll tell you, even if it was true, we are not a campaign that will question the faith of another candidate.”\\n\\nThey also spoke to a spokesman for the Rubio campaign, Alex Conant, who reacted to the news by saying Tyler is “a really good spokesman who had the unenviable task of working for a candidate willing to do or say anything to get elected” . Owch.\\n\\nThey conclude that the Tyler firing “suggests Cruz may believe his campaign is vulnerable to the emerging narrative that he is a candidate willing to play dirty – a troublesome accusation for a candidate seeking to appeal to the religious right.”\\n\\nYou can read the full story here .\\n\\nUpdated at 11.03pm GMT\\n\\n10.42pm GMT\\n\\nThe controversy which led to his firing of campaign spokesman Rick Tyler does not appear to have dampened the enthusiasm of Ted Cruz’s diehard supporters, as this video shot by Maria La Ganga outside his Las Vegas rally this afternoon shows:\\n\\nTed Cruz mobbed by supporters at a Las Vegas YMCA as campaign controversy bubblesMaria also was there for a candid briefing from Adam Laxalt, the Cruz campaign chairman in Nevada and the state’s attorney general, where he sought to manage expectations about the Texan’s performance in the Battle Born state.\\n\\nTalking to reporters after Cruz’s Las Vegas rally midday Monday, he stressed Rubio’s ties to the state.\\n\\n“Rubio should win this state,” Laxalt said, as supporters mobbed Cruz for selfies and handshakes in a YMCA gymnasium. “Rubio’s from here, he was raised here, he’s got family here and he’s campaigned here. So there should be an expectation that he should beat Trump here.\\n\\n“With the caucus, it is so unknown who turns out,” Laxalt continued. In the 2012 Republican caucuses, “we only had 33,000 show up in the state, 16,000 from here, Clark County. Who turns out is up to anyone’s guess. I think if conservatives turn out, the Cruz is in a very, very good position.”\\n\\nLaxalt said he has toured the state on Cruz’s behalf and “there were a lot of folks that didn’t even know we had a caucus. … I think that’s one disadvantage we face. A lot of voters just aren’t in tune with the caucus.”\\n\\nLaxalt said Cruz planned to travel 750 miles on Monday, the day before the Republican caucuses, from Las Vegas to Reno to Elko, along with other small, rural towns in Nevada’s vast outback. “We’ve had to change venues,” he said. “Everything’s sold out, people are excited.”\\n\\n10.29pm GMT\\n\\nNate Cohn , over at the New York Times, makes an interesting spot regarding the new voter registrations following the Iowa caucuses.\\n\\nDemocrats pick up more registered voters from the Iowa caucus than Republicans, despite lower turnout. pic.twitter.com\/UZ6nAbwbQt\\n\\n— Nate Cohn (@Nate_Cohn) February 22, 201610.01pm GMT\\n\\nOutside the Rubio rally I catch up with a few supporters. Brooke Sullivan is the manager of a cattle ranch in Reno; she says that before seeing the senator speak she was on the fence - “but now I’m convinced to vote; he rocked my socks.” She’ll be caucusing for him tomorrow.\\n\\nSeveral people here weren’t impressed by what they called “dirty tricks” by the Cruz team. “I don’t like anything he’s done,” Sullivan says. “I don’t want a president who’s constantly apologising - these things are not done by mistake, so either he’s giving a back door wink, or hiring bad people.”\\n\\nJanelle LaFleur, a housekeeping manager at a Reno hotel, had just caught up on the news about Rick Tyler’s firing when I speak to her. “It’s horrible,” she says. “It’s nice to see that [Cruz] has taken care of it - but it’s his campaign.”\\n\\n“You don’t see Marco Rubio doing things like that,” she adds.\\n\\n9.34pm GMT\\n\\nIn Reno, Rubio, who has just finished speaking , was recounting his personal story - he was born in Las Vegas; his mother was a maid, his father a bartender. It’s a story that’s resonating extremely well here.\\n\\n9.27pm GMT\\n\\n“We’re going to have a lot of work to do together. But we’re going to do it,” Rubio is saying in Reno. It won’t be easy, he says, but “there has never been a time when America had it easy.”\\n\\nEach generation before us had problems, and they solved their problems. ... Today, America is governed by the most selfish leaders in the history of the republic.\\n\\nThe crowd again chants “Marco! Marco!”\\n\\n“There are other people in this race - I’ve gotten to know them really well over 44 debates,” he jokes. “I like them, I do.” But, he says, there can’t be two Republican nominees. “Just one.”\\n\\n“When you’re president you can’t be a divisive figure,” he says, obliquely striking at Trump and Cruz while couching it in critiques of Obama.\\n\\nRubio says he wants to campaign “in a way that does not necessitate pitting us against each other.” Applause in the room.\\n\\nUpdated at 9.28pm GMT\\n\\n9.21pm GMT\\n\\nSome sad news: Missouri senator Claire McCaskill has just announced, in a blog post , that she has been diagnosed with breast cancer - though, happily, she says that she has been told by doctors that she is going to make a full recovery.\\n\\nHer statement:\\n\\nI very recently learned that I have breast cancer. It was detected through a regular mammogram. It’s a little scary, but my prognosis is good and I expect a full recovery. I will be in St Louis for the next 3 weeks receiving treatment. During this time my staff will continue to assist Missourians and I will be posting on my Senate website ( McCaskill.senate.gov ) how I would have voted on any matters that come before the Senate during my absence—which I’ll also enter into the Congressional record. Additionally, I’ll be submitting questions in writing for any missed Senate hearings.\\n\\nThank you for the honor of serving you in the Senate.\\n\\n9.16pm GMT\\n\\nIn Vegas, Cruz is hitting out more at the President than his Republican rivals - not surprising, considering how much humble pie he’s been forced to eat today by Rubio and Trump over his now ex-spokesman’s tweet.\\n\\n\\\"Obama is going to Cuba, it would be nice if he just stayed,\\\" Cruz says in Vegas\\n\\n— Patrick Caldwell (@patcaldwell) February 22, 2016This dude at Cruz rally has literally been yelling \\\"Constitution!\\\" at random intervals pic.twitter.com\/DhXDuWHJVL\\n\\n— daveweigel (@daveweigel) February 22, 20169.09pm GMT\\n\\n“If we nominate somebody that 40 to 50 percent of our party can’t stand, we are going to lose to Hillary Clinton or Bernie Sanders,” Rubio says.\\n\\nThen, he makes his pitch:\\n\\nWe have to nominate someone who will bring us together, and I will bring us together faster than anyone else. We have to nominate someone not just who can bring us together, but someone who can bring new people in.\\n\\nHe points out that his mother was a maid; says when he stays at hotels on the campaign trail, the maids he meets know that. “We have to take that message to them.”\\n\\nThis part is crucial: “We have to tell them that what they hear about Republicans, about us only caring about the rich, is a lie: because, look at where I come from.”\\n\\n9.06pm GMT\\n\\n“Rubio victory!” someone in the crowd calls out.\\n\\n“You’re messing with my train of thought here,” Rubio says, grinning. “You know how much I love to repeat myself now I have to repeat myself again!”\\n\\n9.04pm GMT\\n\\nBack in Reno, Rubio is hitting his stump speech talking-points beautifully. Hitting out at Bernie Sanders. “A few weeks ago I started saying Bernie Sanders should be president of Sweden,” he says. “And then Sweden got mad. Then I started saying he should be president of Norway. Then Norway got mad.” The audience laughs heartily.\\n\\nThe tone is ebullient.\\n\\n9.00pm GMT\\n\\nTED CRUZ IS SPEAKING IN LAS VEGAS\\nAnd you can watch a livestream here:\\n\\nUpdated at 9.04pm GMT\\n\\n8.59pm GMT\\n\\n“I know you’re here today because you’re worried about the future of your county,” Rubio says. “You should be.”\\n\\n8.58pm GMT\\n\\nMARCO RUBIO TAKES THE STAGE IN RENO\\n“Marco! Marco!” the crowd chants. “Don’t say polo,” the Florida senator jokes. “That game tortured me as a child.”\\n\\n8.54pm GMT\\n\\nDonald Trump is piling in on Cruz too over Rick Tyler’s tweet:\\n\\nWow, Ted Cruz falsely suggested Marco Rubio mocked the Bible and was just forced to fire his Communications Director. More dirty tricks!\\n\\n— Donald J. Trump (@realDonaldTrump) February 22, 2016Ted Cruz has now apologized to Marco Rubio and Ben Carson for fraud and dirty tricks. No wonder he has lost Evangelical support!\\n\\n— Donald J. Trump (@realDonaldTrump) February 22, 2016Updated at 8.57pm GMT\\n\\n8.53pm GMT\\n\\nRubio is due to speak in Reno soon. Earlier, he spoke out obliquely against the actions of Rick Tyler.\\n\\nRubio earlier today on Cruz camp tactics: \\\"We're now at a point where we start asking about accountability.\\\"\\n\\n— Sabrina Siddiqui (@SabrinaSiddiqui) February 22, 20168.49pm GMT\\n\\nRick Tyler, the former national spokesman for the Ted Cruz campaign, was asked to resign by Cruz on Monday. According to Politico :\\n\\nCruz cited a social media posting from Tyler on Sunday about a comment Marco Rubio supposedly made about the Bible.\\n\\n“Our campaign should not have sent it. That’s why I’ve asked for Rick Tyler’s resignation,” Cruz said.\\n\\nThe Texas senator was speaking to reporters on Monday, and said he’s spent the morning investigating what happened.\\n\\nTyler was on TV this morning apologising for his post.\\n\\nI went in Fox News this morning to follow up on my late-night apology to @marcorubio - February 22, 2016 https:\/\/t.co\/CtV87HWYX6\\n\\n— Rick Tyler (@rickwtyler) February 22, 2016...but it doesn’t appear to have been enough.\\n\\nCruz spox Rick Tyler was about to go live on MSNBC when he abruptly left.\\n\\n— Katy Tur (@KatyTurNBC) February 22, 2016Updated at 8.49pm GMT\\n\\n8.37pm GMT\\n\\nHello and welcome to this afternoon’s live coverage of the eve of the Nevada Republican caucuses. I’m Nicky Woolf , and I’m in Reno, Nevada, taking over the blog from my colleague Amber Jamieson.\\n\\nWe have an action-packed afternoon for you as we gear up for this crucial first-in-the-west caucus.\\n\\nMarco Rubio , who is picking up endorsements from previous Bush supporters left, right, and center, is about to speak at a campaign stop in Reno. Later today, Donald Trump will be speaking in Las Vegas, and I’ll be at a Ted Cruz rally tonight here in Reno.\\n\\nTheoretically, it’s possible Ben Carson might make an appearance too. But don’t hold your breath.\\n\\nAs the great Ira Glass says: stay with us.\\n\\n8.33pm GMT\\n\\nTED CRUZ FIRES SPOKESMAN RICK TYLER\\nBREAKING : Ted Cruz just announced he asked one of his top staffers, spokesman Rick Tyler, to resign after pushing a story that said opponent Marco Rubio criticized the Bible.\\n\\n. @tedcruz says this morning he asked for Rick Tyler's resignation. \\\"This was a grave error of judgement\\\" Cruz says.\\n\\n— Katherine Faulders (@KFaulders) February 22, 2016As we explained earlier this morning, the story stems from a video with pretty crappy audio , where Rubio walks past a Cruz staffer and compliments him for reading a the bible but then says, according to the subtitles of the YouTube clip:\\n\\n“Not many answers in it. Especially in that one.”\\n\\nRubio’s team declared the story totally bananas, saying their candidate said the holy book had “all the answers in it”.\\n\\nTyler apologized in a Facebook statement earlier this morning:\\n\\nI’ve deleted the post because I would not knowingly post a false story. But the fact remains that I did post it when I should have checked its accuracy first. I regret the mistake.\\n\\nAnd now he has been forced to resign.\\n\\nUpdated at 8.36pm GMT\\n\\n8.16pm GMT\\n\\nA new poll from Vermont shows very, very strong support for hometown hero Bernie Sanders in the Democrat primary -- while Trump is poised to win the state’s Republican vote.\\n\\nThe VPR poll shows Sanders winning 84% of the Democrat vote, compared to just 9% for Hillary Clinton. Sanders’ support jumps to a whopping 95% when counting only voters between 18-39.\\n\\nWhile it’s no surprise that Sanders would win his home state, Clinton won 38% of the Democrat primary vote in Vermont back in 2008.\\n\\nOf the 151 Republicans that responded, 32% said they support Trump. Rubio sits in second place, with 16%.\\n\\nThe poll was conducted between Feb. 3 and Feb. 17 and had 895 responses from across Vermont’s 14 counties. The margin of error rate is 3.3%.\\n\\n7.42pm GMT\\n\\nGOP ESTABLISHMENT FEELS THE RUBIOMENTUM\\nOne of the most consequential political science works about modern American politics is “The Party Decides” which advances the thesis that party insiders often decide who the nominee is before voters do so. And, if the party still decides, it’s clear they are picking Marco Rubio .\\n\\nIn the aftermath of Jeb Bush’ s decision to drop out of the Republican primary on Saturday night, GOP insiders are flocking to back Rubio. Former Kansas senator and 1996 Republican presidential nominee Bob Dole announced his support for Rubio on Monday. Dole, the epitome of a party elder, had previously backed Jeb Bush.\\n\\nDole’s endorsement is the latest that Rubio has recieved in the past 48 hours. In addition to the nonagenarian former Senate majority leader, he has been endorsed by three senators, Dean Heller of Nevada , Thom Tillis of North Carolina and Jeff Flake of Arizona, Governor Asa Hutchinson of Arkansas as well as a half dozen House members and other party luminaries like former Minnesota governor Tim Pawlenty .\\n\\nDespite not winning a single primary so far, Rubio, whose best finish is razor thin second place over Ted Cruz in South Carolina, is clearly consolidating establishment support as alternative to Cruz and Donald Trump.\\n\\nHowever, Rubio still doesn’t have the establishment lane to himself. Ohio governor John Kasich is still in the race and hoping to pick off delegates on March 1 states in advance of the Michigan’s primary on March 8.\\n\\nKasich has picked up a handful of additional endorsements in the past two days as well including former Pennsylvania governor Tom Ridge .\\n\\nUpdated at 8.01pm GMT\\n\\n7.28pm GMT\\n\\n“When I look at you, I don’t see happiness,” a supporter said to John Kasich during this morning’s campaign event in Fairfax, Virginia.\\n\\nKasich quickly said this campaign made him “joyous.”\\n\\n\\nHowever, there was also an acceptance of the unlikeliness of him winning the nomination, saying he doesn’t pray to win, but instead prays “to be able to accept whatever is meant to be and carry out whatever the next responsibility I have is.”\\n\\nThe more I read the sentence “When I look at you, I don’t see happiness,” the more utterly bleak it becomes.\\n\\nJohn Kasich at a campaign event in Fairfax, Virginia.7.04pm GMT\\n\\nCommenters! We asked for you to hazard a guess on which are the “five critical issues” that Bernie Sanders will differentiate himself from Hillary Clinton on at today’s 3:30 press conference in Boston.\\n\\nSo far and FirasA and WarlockScott’s comments seem the most likely:\\n\\nUser avatar for FirasA [https:\/\/avatar.guim.co.uk\/user\/14784281] FirasA 22 February 2016 4:28pm\\\"differentiating his views with Hillary Clinton on five critical issues\\\"\\nCould those be:\\n- Education (public college free\/student debts)\\n- Toughness on Wall St \/ Income inequality\\n- 100% coverage (Healthcare)\\n- Environmental policy\\n- one or two social issues? (Death penalty - Marijuana)\\n\\nUser avatar for WarlockScott [https:\/\/avatar.guim.co.uk\/user\/12711809] WarlockScott 22 February 2016 4:51pm1. Foreign Policy ( Dove vs Hawk)\\n2. Wall Street and Clinton's closeness to it\\n3. Education\\n4. Criminal Justice reform (Private Prisons, Death Penalty, Drugs)\\n5. Health\\nBernie gonna hammer Clinton\\n\\nAlthough, shout out to kattw for at least making us laugh.\\n\\nUser avatar for kattw [https:\/\/avatar.guim.co.uk\/user\/3935866] kattw 22 February 2016 4:45pm5 critical issues? Let's see...\\n\\n1) Reduction of economic inequality\\n2) The war in Iraq\\n3) The need for reduced income inequality\\n4) The vote on the war in Iraq\\n5) How income inequality led to war in Iraq\\n\\nDoes Sanders even HAVE 5 issues that don't boil down to income inequality and a vote against going to war in Iraq?\\n\\nA special congratulations post will be awarded to whichever commenter manages to nail Sander’s top issues before 3:30pm, so please keep offering up your suggestions.\\n\\n6.55pm GMT\\n\\nA Carson supporter asks the candidate if he’d consider taking another position in government if he doesn’t win the Republican nomination – which, considering his poll numbers, is a reasonable question.\\n\\nCarson didn’t rule out being someone’s vice-president, but kept his answer vague:\\n\\nI’m not looking for a job. I had a very good, long and arduous career. I would always consult with the Lord. Remember, there’s a lot you can do outside the government, especially if you’ve got a platform.\\n\\nI don’t know, if there was someone who was really compatible with me. And right now, I’m not really sure who that would be. I never close the door on anything, including being the next president.\\n\\nUpdated at 6.59pm GMT\\n\\n6.46pm GMT\\n\\nWHO WON NEVADA’S LATINO VOTE ON SATURDAY NIGHT?\\nHillary Clinton won a modest but decisive victory in the Nevada caucuses on Saturday. And she won the black vote by a wide margin. Less clear is who won the state’s Latino voters.\\n\\nThe Sanders campaign was quick to spin Saturday night’s loss as a marginal success based on polling that showed he had not only made significant inroads with Latinos but also won the state’s Hispanic vote. Specifically, early entrance polls that gave Sanders an eight-point edge over Clinton among Hispanic voters.\\n\\nOn Sunday, a New York Times report raised questions around the arithmetic. The report quoted a memo from Latino Decisions, a polling firm the Clinton campaign used to tally Hispanic votes, which suggested that the math “didn’t add up” .\\n\\nA precinct-by-precinct analysis by the Times’ data guru, Nate Cohn, suggested that Clinton may have won the Latino vote but not by the considerable margin she won in 2008:\\n\\n“The actual election returns in Las Vegas’s Clark County hint at a different story. Analyzed neighborhood by neighborhood, they suggest that Mrs. Clinton might have won the Hispanic vote by a comfortable margin. She won about 60 percent of delegates in heavily Hispanic areas, a result that calls the finding of the polling into question.”\\n\\nWhy does it matter? Minority voters just may determine the Democratic party nominee, especially as the contests move to states with a more diverse electorate.\\n\\nWill we ever get to the bottom of this?\\n\\n¯\\\\_(ツ)_\/¯\\n\\nUpdated at 6.57pm GMT\\n\\n6.39pm GMT\\n\\nCarson’s quiet and more laid-back demeanor and slow manner of speaking regularly gets slammed, with Donald Trump labelling him with his favorite insult: “low energy”.\\n\\nBut Carson shrugged off that criticism during a Virginia City town hall meeting:\\n\\n“The ability to be calm, relaxed and controlled is a sign of strength, not a sign of weakness.\\n\\nCarson then outlined what he would do if he was trying to “destroy America”, such as raising taxes, failing to look after veterans, failing to fix electric infrastructure and putting more people on welfare – noting that any similarity to what the current president is doing is purely “coincidental”, to many laughs.\\n\\nUpdated at 6.58pm GMT\\n\\n6.23pm GMT\\n\\nCarson is now speaking about growing up poor and how education and belief in God helped turn his life around and gave him hope:\\n\\nIt matters what you do with the gifts that God has given you and how much energy you put into it.\\n\\nThe thing that bothered me most was poverty. I hated being poor. But once I understood that [it was OK] ... because I knew it was only temporary. I could change it. If you know you can change the situation, it doesn’t bother you as much as if you think you’re stuck.\\n\\nUpdated at 6.32pm GMT\\n\\n6.16pm GMT\\n\\nBen Carson slamming the media at a town hall rally in Virginia City, Nevada moments ago:\\n\\nWe’re living in a country, unfortunately, today where the media has become very irresponsible. They are the only business that is protected by our constitution. There’s a reason for that: they were supposed to be on the side of the people. They were supposed to be honest and not take sides … I always appeal to young journalists to shake off the bosses that they have and start working without an agenda and for the people.\\n\\nUpdated at 6.17pm GMT\\n\\n5.48pm GMT\\n\\nGOP presidential wannabe and Ohio governor John Kasich frustrated female supporters by declaring this morning that he’d gotten elected to the Ohio senate in 1978 because of “many women who left their kitchens” to support him.\\n\\nJohn Kasich: “How did I get elected? Nobody was ... I didn’t have anybody for me. We just got an army of people ... many women who left their kitchens to go out and go door to door and put yard signs out for me.”\\n\\nFemale supporter: “Your comment earlier about the women came out of the kitchen to support you? I’ll come to support you but I won’t be coming out of the kitchen.”\\n\\nKasich, who is trying to position himself as a Republican moderate, made the comment in Fairfax, Virginia. Yesterday, he signed a bill to block any Ohio state funding of Planned Parenthood.\\n\\nUpdated at 7.45pm GMT\\n\\n5.33pm GMT\\n\\nAfter Jeb! Bush bowed out of the race on Saturday – not even ditching his glasses could save him – his staffers are also left jobless.\\n\\nHis chief analytics officer, Alex Lundy, tweeted out his feelings about Bush’s most bitter political enemy and started a handy job hunt:\\n\\nThanks for all your condolences re: Jeb. In lieu of flowers please contribute to a Stop Trump effort.\\n\\n— Alex Lundry (@alexlundry) February 22, 2016Also, I’ve got an amazing analytics team now looking for jobs. If you’ve got any leads please DM me.\\n\\n— Alex Lundry (@alexlundry) February 22, 2016Updated at 5.38pm GMT\\n\\n5.20pm GMT\\n\\nThe entire internet is currently being charmed by this delightful video of a 106-year-old woman visiting the White House and dancing with President Obama and Michelle Obama to celebrate Black History Month.\\n\\nSprightly Virginia McLaurin says that she never thought she’d live to see a black president and First Lady.\\n\\nIt’s an interesting reminder that in the next election there are a few possible first presidents that could occur: first female president (Clinton), first Jewish president (Sanders) or first Latino president (Cruz and Rubio).\\n\\n5.06pm GMT\\n\\nMarco Rubio is displaying an interest in local issues ahead of tomorrow’s Republican caucus in Nevada, revealing his views on prostitution.\\n\\n“I’m anti-prostitution ... I wish Nevada would make it illegal. But that’s their decision to make. I don’t agree with it,” he said ahead of an event in Elko .\\n\\n\\nProstitution is legal in Nevada – and there are 19 licensed brothels – but millions of dollars of illegal prostitution, more than the legal sex work, occurs in the state every year.\\n\\nBut since Rubio believes in small government, he wouldn’t bring in laws to make it a federal offense.\\n\\n“I think you can be against something and still say: ‘But I don’t want the federal government involved in federalizing something,’” said Rubio.\\n\\nUpdated at 5.11pm GMT\\n\\n4.55pm GMT\\n\\nNew Hampshire’s secretary of state confirmed the delegate count for the Republican convention from the states’s primary on 9 February, with Donald Trump picking up 11 delegates and John Kasich getting four.\\n\\nThe full list of results:\\n\\n\\nOfficial #fitn GOP delegate count certified by NHSOS: @realDonaldTrump tops w\/11; full list below #nhpolitics #WMUR pic.twitter.com\/PzytI4V6hf\\n\\n— John DiStaso (@jdistaso) February 22, 2016New Hampshire saw a record turnout at its Republican primary, with 542,459 votes cast.\\n\\nUpdated at 5.03pm GMT\\n\\n4.47pm GMT\\n\\nAs much as this election might seem uniquely American – from its Clinton-Bush tussle to the billionaire reality TV star Republican frontrunner – the AP notes that politics are similar to those seen in recent years in Europe:\\n\\nDonald Trump – his bombast distinctly American – sometimes takes a nationalist stance that sounds a lot like the ‘blame the immigrant’ approach used by a growing cadre of European politicians as the continent deals with unprecedented waves of immigration and Islamic extremism.\\n\\nOn the left, Bernie Sanders espouses Scandinavian-style ‘democratic socialism’ that sounds radical to some American ears. But it has long been part of the political mainstream in Europe, where socialist governments come and go without particular fanfare.\\n\\nUpdated at 4.52pm GMT\\n\\n4.12pm GMT\\n\\nThis just landed in our inboxes from the Sanders camp:\\n\\nBernie Sanders will hold a news conference at 3:15 today in Boston differentiating his views with Hillary Clinton on five critical issues. Sanders also will accept an endorsement from a national grassroots organization.\\n\\nThe press conference will be held at the International Association of Ironworkers in Boston. No word yet on the “national grassroots organization” or the five critical issues.\\n\\nGive us your suggestions on the five issues in the comments!\\n\\n4.01pm GMT\\n\\nThis just in from reporter Lauren Gambino, clarifying that our earlier update that Clinton had the day off was a miscommunication...\\n\\nHillary Clinton has no public events today, but alas, no rest for the weary. Not when there’s cash to be collected and important hands to shake.\\n\\nThe former secretary of state is in southern California today, where she’s scheduled to hold fundraisers in Studio City and Hancock Park . The fundraisers are part of a two-day swing in the state.\\n\\nHer trip in the state began in northern California on Sunday where she was due to attend three fundraising events .\\n\\nOn the other side of the country, a group of mothers who have lost their children to gun violence and policing incidents as well as a team of civil rights lawyers are holding forums at churches and a library across South Carolina, ahead of the states Democratic primary on Saturday.\\n\\nUpdated at 4.26pm GMT\\n\\n3.51pm GMT\\n\\nJohn Kasich speaking right now at an event in Fairfax, Virginia (attended by 1,000 people, he claims):\\n\\nI labored in obscurity for literally 100 straight days. I told everybody: look, you just watch what’s going to happen in New Hampshire. I’m going to talk to people about my record and I’m going to talk to people about my heart … If you’ve got the head without the heart, you can’t win, and if you’ve got the heart without the head, you’re probably not qualified to run things.\\n\\nUpdated at 4.25pm GMT\\n\\n3.44pm GMT\\n\\nTo Fairfax, Virginia, where Congressman Tom Davis is hustling for his friend John Kasich. Hustling, in this case, means speaking about when Kasich was head of the House budget committee.\\n\\n“John was able to bring that Republican caucus together for a vote that brought a balanced budget,” Davis says.\\n\\n“We got the Republicans to agree to a balanced budget. We got the Senate on board. We got John Kasich leading and negioating with President Clinton … we got it passed, we got it into law.\\n\\n“Together, Republicans and Democrats made some of the tough choices … that led us to four straight years of balanced budgets, running surpluses, something we haven’t seen since.”\\n\\nUpdated at 5.00pm GMT\\n\\n3.33pm GMT\\n\\nIf you were wondering why no Hillary Clinton events appear on the rundown of campaign stops in our last post … she has no public events scheduled today. [edit: we wrongly believed Clinton was having a rest day, but have updated with her fundraising schedule above]\\n\\nUpdated at 4.02pm GMT\\n\\n3.11pm GMT\\n\\nA plethora of political campaign events are, of course, being held today. Here’s a rundown:\\n\\n10am ET: John Kasich holds a town hall at George Mason University in Fairfax, Virginia: the Ohio governor is concentrating on some unlikely states in his attempt to stay in contention.\\n\\n11.10am ET: Obama meets state governors. (Not technically election related, but who knows what they’ll bring up?)\\n\\n9.30am PT\/12.30pm ET: Ben Carson town hall in Virginia City, Nevada.\\n11am PT\/2pm ET: Ted Cruz holds a rally in Las Vegas with state attorney general Adam Laxalt.\\n\\n12pm PT\/3pm ET: Donald Trump rally in Elko, Nevada.\\n\\n12.30pm PT\/3.30pm ET: Marco Rubio holds a campaign rally in Reno, Nevada.\\n\\n4.30pm ET: Bernie Sanders hosts a rally at University of Massachusetts in Amherst.\\n\\n4.30pm CT\/5.30pm ET: Bill Clinton holds rally for wife Hillary in Dallas, Texas.\\n7pm PT\/10pm ET: Donald Trump rally at South Point Arena at Las Vegas, Nevada.\\n7pm PT\/10pm ET: Cruz holds a Reno rally … with Attorney General Laxalt.\\n\\n2.52pm GMT\\n\\nBoth Hillary Clinton and Bernie Sanders have been busy trying to court civil rights leader Al Sharpton – with Sanders popping up to Harlem for lunch and Clinton joining him for a chat last week.\\n\\nBut Sharpton spoke to Politico about Donald Trump – who he knows from years of power broking in New York City – and compared him to the infamous boxing promoter Don King:\\n\\nThe best way I can describe Donald Trump to friends is to say if Don King had been born white he’d be Donald Trump … Both of them are great self-promoters and great at just continuing to talk even if you’re not talking back at ’em.\\n\\n2.02pm GMT\\n\\nHello, and welcome to our live-wire coverage of the 2016 race for the White House, following a weekend that saw Jeb Bush hang up his glasses after losing to Trump in South Carolina, and Hillary Clinton locking down the black vote and claiming Nevada in a decisive 52-47 win over Bernie Sander s.\\n\\nNow it’s time for the old state switcheroo, with tomorrow’s Nevada Republican caucus and a Democratic primary in South Carolina on Saturday.\\n\\nIn Nevada, polling data from Real Clear Politics shows Donald Trump with 42% support, Ted Cruz at 20% and Marco Rubio at 19% . It echoes the result in South Carolina, where Trump sewed up the lead and Cruz and Rubio basically tied for second.\\n\\nThe battle for second place behind Trump is getting dirty, with Cruz’s spokesman Rick Tyler forced to backtrack overnight after pushing a story that said Rubio criticized the Bible.\\n\\nIn a video with pretty crappy audio , Rubio walks past a Cruz staffer and compliments him for reading a book (surprise, it’s the Bible) but then says, according to the subtitles of the YouTube clip:\\n\\n“Not many answers in it. Especially in that one.”\\n\\nRubio’s team declared the story totally bananas, saying their candidate said the holy book had “all the answers in it”.\\n\\nTyler apologized in a Facebook statement :\\n\\nI’ve deleted the post because I would not knowingly post a false story. But the fact remains that I did post it when I should have checked its accuracy first. I regret the mistake.\\n\\nCAN SANDERS GET THE DELEGATES REQUIRED?\\nNot only did Clinton win Nevada, but she’s beating Sanders in the delegate race, with 502 to his 70 so far.\\n\\nPlus, of those delegates, Clinton’s got 451 superdelegates (party leaders who can vote regardless of their state’s allegiance) compared to Sanders’ 19.\\n\\nThere are 2,383 delegates needed to decide the Democratic nomination. Nearly that many will be allocated in March alone, and many of the upcoming primaries favor Clinton.\\n\\n“The odds of his overtaking her growing increasingly remote,” says a New York Times report today .\\n\\nBut Jeff Weavers, Sanders’ campaign manager, reckons the Vermont Senator will be OK post 1 March, telling AP :\\n\\nIt’s frontloaded for her, but we have the ability to stay in the long game.\\n\\nWILL BEN CARSON DROP OUT AFTER NEVADA?\\nThe retired neurosurgeon is busy claiming his campaign isn’t beyond resuscitation, after a Daily Beast reporter tweeted that he will bow out on Wednesday.\\n\\n“Right now, it is way too early in the game to give up. If you were supposed to select a nominee after just three contests, then why did w go through all of this?” said Carson on Sunday.\\n\\nPlus, with Bush out of race, where will his supporters – and money – go?\\n\\nToday we’ve got Lauren Gambino in Charleston, South Carolina, Sabrina Siddiqui hanging in Vegas with Rubio, Nicky Woolf in Reno and Paul Lewis and Sam Levin also hanging in Nevada.\\n\\n\\nBill Clinton will be stumping for Hillary in Laredo and Dallas, Texas, ahead of the state’s 1 March primary.\\n\\nAre you ready for today? Son-of-Donald, Eric Trump, sure is.\\n\\nNevada we are on our way! #VoteTrumpNV #Trump2016\\nCaucus locator: https:\/\/t.co\/r8ijPnCsmO pic.twitter.com\/kNhQcETaTV\\n\\n— Eric Trump (@EricTrump) February 21, 2016Updated at 4.19pm GMT\"}}",
    "headers" : {
      "Etag" : "W\/\"ihf9ujq8kfCsEpJ6B6ZutQ==\"",
      "Content-Type" : "application\/json; charset=utf-8",
      "Connection" : "Keep-Alive",
      "X-Backside-Transport" : "OK OK",
      "X-Cf-Requestid" : "0b2569ed-118d-4fe9-6646-ab8fd15e5fc1",
      "X-Powered-By" : "Express",
      "Date" : "Tue, 23 Feb 2016 00:03:40 GMT",
      "X-Client-IP" : "189.33.188.5",
      "X-Global-Transaction-ID" : "2353475927",
      "Transfer-Encoding" : "Identity"
    },
    "method" : "GET",
    "status" : 200,
    "uri" : "http:\/\/replace.yourhost.com\/api\/news\/dXMtbmV3cy9saXZlLzIwMTYvZmViLzIyL3ByZXNpZGVudGlhbC1jYW1wYWlnbi1saXZlLWNvdmVyYWdlLWRvbmFsZC10cnVtcC1uZXZhZGEtaGlsbGFyeS1jbGludG9uLWJlcm5pZS1zYW5kZXJzLXNvdXRoLWNhcm9saW5h"
  },
  {
    "body" : "{\"success\":true,\"result\":{\"translatedText\":\"Mais de 7 milhões de crianças vivendo em famílias de baixa renda serão afetados por um congelamento de quatro anos para seus benefícios que os riscos empurrando muitos mais na pobreza, de acordo com novas pesquisas. \\n\\nUm relatório da Sociedade Infância, publicada na terça-feira, diz que as famílias poderiam perder até 12% do valor real de seus benefícios ao longo dos próximos quatro anos como resultado de planos do governo de congelar os créditos de impostos criança, trabalhando créditos fiscais e subsídios dos candidatos a partir de abril. \\n\\nA instituição está pedindo que os ministros reconsiderar o congelamento planejada e concordar com uma moratória sobre qualquer corte adicional no apoio às famílias de baixa renda.  Ela diz que quase dois terços das pessoas que serão afetadas negativamente vivem em trabalhar as famílias que recebem benefícios para cima pagar mais baixo. \\n\\nO estudo, chamado O Futuro da renda familiar, foi publicado antes de um debate no Parlamento na terça-feira sobre o governo da reforma do bem-estar social e trabalho de faturamento, que retorna para a Câmara para considerar as alterações do Lords.  Beneficiários também estão olhando ansiosamente para o orçamento do mês que vem. \\n\\nMatthew Reed, Infância Sociedade chefe executivo, disse: \\\" Famílias com rendimentos baixos estão enfrentando uma série de cortes.  Se os ministros estão genuinamente preocupados com a pobreza infantil devem reconsiderar os planos para congelar os benefícios ao longo dos próximos quatro anos. \\n\\n\\n\\\" No mínimo, o governo precisa garantir que não haverá mais cortes quando o chanceler entrega seu orçamento no próximo mês. \\n\\n\\\" Austeridade atingiu famílias difíceis, incluindo aqueles no trabalho.  Mais cortes para suportar forçaria mais crianças na pobreza e minar incentivos para famílias para trabalhar ou ganhar mais. ?\\n\\nSegundo a coalizão pobreza Filho Fim, 28% das crianças no Reino Unido atualmente vivem na pobreza. \\n\\nO infantil Sociedade pesquisa tenta mostrar para a primeira vez o impacto combinado de governo principais impostos e benefícios mudanças no rendimento geral de tipos diferentes de família.  Algumas alterações, como o George Osborne \\\"nacionais de salário\\\"-promessa de aumentar a renda familiar em 2020; outras mudanças cancelará a esses ganhos, a instituição diz, cortando o suporte chave para muitas famílias. \\n\\nRelacionado: reformas Social ainda vai levar 3bn libras de pobres britânicos, adverte trabalhistas\\n\\nAlém do impacto do congelamento, Sociedade da Infância diz que famílias de baixa renda serão mais atingidas pelo limite de crédito de imposto novo filho para o primeiro dois filhos e o fim do elemento família do crédito fiscal infantil.  Os pais e as famílias jovens com crianças deficientes reivindicando crédito universal para a primeira vez também são provavelmente será duramente atingida. \\n\\nOlhando para as famílias a fazer novos pedidos, Sociedade das Crianças calcula que um 23 anos professor de escola primária e mother-of-two única alugar o lar da família poderiam ser pior por 239 a mês ou 2.868 a ano. \\n\\nUma enfermeira e seu parceiro com três filhos, alugou em Londres, poderia ser pior por 425 a meses por 5.100 a anos.  E um cabo do Exército homeowning e seu parceiro com três filhos, incluindo uma que está desativada, pode ser pior por 771 a mês ou 9.252 a ano. \\n\\nUm porta-voz do Departamento de Trabalho e Pensões disse que as reformas de bem-estar do governo foram a criação de um sistema mais justo e estavam incentivando o trabalho enquanto protege os mais vulneráveis. \\n\\n\\n\\\" Estamos trazendo gastos sociais sob controle, enquanto-crucial-ajudando as pessoas para o trabalho, e por meio de crédito universal ajudá-los a ganhar mais. \\n\\n\\\" Mais pessoas do que nunca estão agora trabalho, os salários estão subindo acima da inflação, e o salário mínimo nacional é configurado para impulsionar pagamento ainda mais. ?\"}}",
    "headers" : {
      "Etag" : "W\/\"\/U9U3HaZzJQ23i\/8qsxImQ==\"",
      "Content-Type" : "application\/json; charset=utf-8",
      "Connection" : "Keep-Alive",
      "X-Backside-Transport" : "OK OK",
      "X-Cf-Requestid" : "5da001a7-f1b8-403b-6a08-9363e03af9a8",
      "X-Powered-By" : "Express",
      "Date" : "Tue, 23 Feb 2016 00:05:02 GMT",
      "X-Client-IP" : "189.33.188.5",
      "X-Global-Transaction-ID" : "2263510113",
      "Transfer-Encoding" : "Identity"
    },
    "method" : "GET",
    "status" : 200,
    "uri" : "http:\/\/replace.yourhost.com\/api\/translate\/c29jaWV0eS8yMDE2L2ZlYi8yMy9wbGFucy10by1mcmVlemUtYmVuZWZpdHMtZm9yLWZvdXIteWVhcnMtd2lsbC1oaXQtNy1taWxsaW9uLWNoaWxkcmVu"
  },
  {
    "body" : "{\"success\":true,\"result\":[{\"type\":\"article\",\"sectionId\":\"business\",\"webTitle\":\"Vienna named world's top city for quality of life\",\"webPublicationDate\":\"2016-02-23T00:01:21Z\",\"id\":\"business\/2016\/feb\/23\/vienna-named-worlds-top-city-for-quality-of-life\",\"webUrl\":\"http:\/\/www.theguardian.com\/business\/2016\/feb\/23\/vienna-named-worlds-top-city-for-quality-of-life\",\"apiUrl\":\"http:\/\/content.guardianapis.com\/business\/2016\/feb\/23\/vienna-named-worlds-top-city-for-quality-of-life\",\"sectionName\":\"Business\"},{\"type\":\"article\",\"sectionId\":\"society\",\"webTitle\":\"Plans to freeze benefits for four years 'will hit 7 million children'\",\"webPublicationDate\":\"2016-02-23T00:01:21Z\",\"id\":\"society\/2016\/feb\/23\/plans-to-freeze-benefits-for-four-years-will-hit-7-million-children\",\"webUrl\":\"http:\/\/www.theguardian.com\/society\/2016\/feb\/23\/plans-to-freeze-benefits-for-four-years-will-hit-7-million-children\",\"apiUrl\":\"http:\/\/content.guardianapis.com\/society\/2016\/feb\/23\/plans-to-freeze-benefits-for-four-years-will-hit-7-million-children\",\"sectionName\":\"Society\"},{\"type\":\"article\",\"sectionId\":\"society\",\"webTitle\":\"National maternity review calls for women's personal care budgets\",\"webPublicationDate\":\"2016-02-23T00:01:21Z\",\"id\":\"society\/2016\/feb\/23\/national-maternity-review-calls-for-personal-care-budgets\",\"webUrl\":\"http:\/\/www.theguardian.com\/society\/2016\/feb\/23\/national-maternity-review-calls-for-personal-care-budgets\",\"apiUrl\":\"http:\/\/content.guardianapis.com\/society\/2016\/feb\/23\/national-maternity-review-calls-for-personal-care-budgets\",\"sectionName\":\"Society\"},{\"type\":\"article\",\"sectionId\":\"uk-news\",\"webTitle\":\"Liverpool offers £2bn to be included in HS2 network\",\"webPublicationDate\":\"2016-02-23T00:01:21Z\",\"id\":\"uk-news\/2016\/feb\/23\/liverpool-offers-2bn-hs2-network\",\"webUrl\":\"http:\/\/www.theguardian.com\/uk-news\/2016\/feb\/23\/liverpool-offers-2bn-hs2-network\",\"apiUrl\":\"http:\/\/content.guardianapis.com\/uk-news\/2016\/feb\/23\/liverpool-offers-2bn-hs2-network\",\"sectionName\":\"UK news\"},{\"type\":\"article\",\"sectionId\":\"media\",\"webTitle\":\"Moneysupermarket's strutting man in hotpants tops 2015 complaints list\",\"webPublicationDate\":\"2016-02-23T00:01:21Z\",\"id\":\"media\/2016\/feb\/23\/moneysupermarket-epic-strut-most-complained-about-ad-paddy-power\",\"webUrl\":\"http:\/\/www.theguardian.com\/media\/2016\/feb\/23\/moneysupermarket-epic-strut-most-complained-about-ad-paddy-power\",\"apiUrl\":\"http:\/\/content.guardianapis.com\/media\/2016\/feb\/23\/moneysupermarket-epic-strut-most-complained-about-ad-paddy-power\",\"sectionName\":\"Media\"},{\"type\":\"liveblog\",\"sectionId\":\"australia-news\",\"webTitle\":\"The Coalition floats halving the capital gains discount for super funds – politics live\",\"webPublicationDate\":\"2016-02-23T00:00:55Z\",\"id\":\"australia-news\/live\/2016\/feb\/23\/the-coalition-floats-halving-the-capital-gains-discount-for-super-funds-politics-live\",\"webUrl\":\"http:\/\/www.theguardian.com\/australia-news\/live\/2016\/feb\/23\/the-coalition-floats-halving-the-capital-gains-discount-for-super-funds-politics-live\",\"apiUrl\":\"http:\/\/content.guardianapis.com\/australia-news\/live\/2016\/feb\/23\/the-coalition-floats-halving-the-capital-gains-discount-for-super-funds-politics-live\",\"sectionName\":\"Australia news\"},{\"type\":\"crossword\",\"sectionId\":\"crosswords\",\"webTitle\":\"Cryptic crossword No 26,814\",\"webPublicationDate\":\"2016-02-23T00:00:21Z\",\"id\":\"crosswords\/cryptic\/26814\",\"webUrl\":\"http:\/\/www.theguardian.com\/crosswords\/cryptic\/26814\",\"apiUrl\":\"http:\/\/content.guardianapis.com\/crosswords\/cryptic\/26814\",\"sectionName\":\"Crosswords\"},{\"type\":\"article\",\"sectionId\":\"lifeandstyle\",\"webTitle\":\"Vivek Singh and the Indian dishes with stories to tell\",\"webPublicationDate\":\"2016-02-23T00:00:21Z\",\"id\":\"lifeandstyle\/2016\/feb\/23\/vivek-singh-indian-dishes-with-stories-to-tell\",\"webUrl\":\"http:\/\/www.theguardian.com\/lifeandstyle\/2016\/feb\/23\/vivek-singh-indian-dishes-with-stories-to-tell\",\"apiUrl\":\"http:\/\/content.guardianapis.com\/lifeandstyle\/2016\/feb\/23\/vivek-singh-indian-dishes-with-stories-to-tell\",\"sectionName\":\"Life and style\"},{\"type\":\"article\",\"sectionId\":\"us-news\",\"webTitle\":\"Uber failed to prioritize safety complaint on Kalamazoo shooter before rampage\",\"webPublicationDate\":\"2016-02-22T23:59:34Z\",\"id\":\"us-news\/2016\/feb\/22\/kalamazoo-shooting-spree-jason-dalton-uber-ignored-safety-complaint\",\"webUrl\":\"http:\/\/www.theguardian.com\/us-news\/2016\/feb\/22\/kalamazoo-shooting-spree-jason-dalton-uber-ignored-safety-complaint\",\"apiUrl\":\"http:\/\/content.guardianapis.com\/us-news\/2016\/feb\/22\/kalamazoo-shooting-spree-jason-dalton-uber-ignored-safety-complaint\",\"sectionName\":\"US news\"},{\"type\":\"liveblog\",\"sectionId\":\"us-news\",\"webTitle\":\"Campaign live: Ted Cruz fires national spokesman over false Rubio story\",\"webPublicationDate\":\"2016-02-22T23:59:29Z\",\"id\":\"us-news\/live\/2016\/feb\/22\/presidential-campaign-live-coverage-donald-trump-nevada-hillary-clinton-bernie-sanders-south-carolina\",\"webUrl\":\"http:\/\/www.theguardian.com\/us-news\/live\/2016\/feb\/22\/presidential-campaign-live-coverage-donald-trump-nevada-hillary-clinton-bernie-sanders-south-carolina\",\"apiUrl\":\"http:\/\/content.guardianapis.com\/us-news\/live\/2016\/feb\/22\/presidential-campaign-live-coverage-donald-trump-nevada-hillary-clinton-bernie-sanders-south-carolina\",\"sectionName\":\"US news\"}]}",
    "headers" : {
      "Etag" : "W\/\"\/MJWWkOkieVLMJNO9aG\/ig==\"",
      "Content-Type" : "application\/json; charset=utf-8",
      "Connection" : "Keep-Alive",
      "X-Backside-Transport" : "OK OK",
      "X-Cf-Requestid" : "8a0ff524-ded8-44a4-4079-d9d477eed59c",
      "X-Powered-By" : "Express",
      "Date" : "Tue, 23 Feb 2016 00:03:20 GMT",
      "X-Client-IP" : "189.33.188.5",
      "X-Global-Transaction-ID" : "1897190271",
      "Transfer-Encoding" : "Identity"
    },
    "method" : "GET",
    "status" : 200,
    "uri" : "http:\/\/replace.yourhost.com\/api\/news"
  },
  {
    "body" : "{\"success\":true,\"result\":{\"translatedText\":\"É Kali Puja em Calcutá e estamos atravessando uma ponte estreita para o rio.  Até hoje, centenas de divindades crânio homenageada será imerso na água sagrada.  Por enquanto, todo mundo está aqui para comprar flores, flores e jasmim para santuários família em casa.  Há um mar de cores brilhantes e fragrância, as pessoas com pressa gentilmente nos passar por toque.  A luz ainda está fraco, quase mágica. \\n\\nVamos ver os banhistas na manhã de imersão, crianças pequenas limpem a margem do rio, os peixes alguém para metal com um ímã.  Um peregrino debilita na lama em progresso lento para o comprimento do corpo um templo em um momento.  Nossa próxima parada é o mercado de peixe Jaggu Bazar, então a cozinha de uma grande sociedade onde Vivek Singh está cozinhando um peixe Bengalês curry com mostarda para Diwali. \\n\\nA fabricante samosa.  [ http:\/\/media.guim.co.uk\/731461c6f1098b9343e67b647f01140df030352f\/489_741_3253_4875\/667.jpg ] A fabricante samosa.  Fotografia: Howard Sooley para o Observer Food Mensal \\\"Bengaleses amor peixe,\\\" diz Singh.  \\\" É parte da nossa cultura: peixe do rio, e os campos mostarda amarela dela no inverno para sementes de mostarda, mostarda, molho de mostarda.  Isso me leva de volta a tempos com a minha mãe está a cozinhar, talvez quatro refeições por dia para pelo menos cinco de nós, três ou quatro coisas por lá.  Um incêndio de carvão, sem sobras e sem refrigeração.  Eu não acho que ela estava bem quando eu estava crescendo, mas agora eu entendo o que o cozinheiro ela é maravilhosa, embora ela ainda não nos permite em sua cozinha. ?\\n\\nCalcutá mudou a vida de Singh.  É onde ele trabalhava como um chef jovem ambicioso no Gharana de prestígio no (ainda grande) Oberoi.  Foi daqui que ele foi escolhido para Rajvilas, então na Índia mais luxuoso hotel.  Ele iria cozinhar para Naomi Campbell, Bill Clinton e posteriormente o restaurateur Iqbal Wahhab, que iria atraí-lo para Londres com conversas sobre um estilo refinado eaterie indiano.  Kolkata foi também onde ele estava começando a vida de casado com sua esposa Archana, que estaria grávida do seu filho \\\"assim que chegarmos ao Reino Unido\\\" para ativar o Clube de Canela, há 15 anos. \\n\\nNo início, \\\"memórias, pratos com histórias para contar, surpresas para entregar, formaram os pilares da nossa menus,\\\" diz.  \\\" Um peixe de Kerala curry com base em um que eu tinha comido como um filho me faz feliz. \\\" Malai camarõezinhos O Clube ecoa o primeiro teve em um casamento bengali grande envelheci uns sete. \\n\\nA melhor comida de memória, no entanto, é mais recente.  \\\"Eu pedi a minha mãe que é a melhor coisa que ela tem comido,\\\" diz.  \\\" Ela ficou quieta e pensei nisso.  Depois de um tempo ela disse: ' Foi a biriani que você fez para o seu pai e eu em nossa última visita. ' Meu pai já morreu. ?\\n\\nOs pais de Singh foram conflitantes no início sobre planos de carreira o filho mais velho.  \\\"Eles acharam que eu estava destinado a maior, melhor as coisas\\\", ele diz.  \\\" Pai trabalhava em mineração e eles queriam que eu faça exames de engenharia.  Quando saímos para Londres, ele ficou decepcionado que eu estava indo para o exterior.  Ele me amava e estava preocupado que as pessoas quando eles vão embora não voltar a viver. ?\\n\\nNossa próxima parada é no sul: Hyderabad Old City antes das orações de sexta-feira.  Um rugido incessante de carros, táxis, riquixás, caminhões chifres e escape.  Meaty billows fumaça de uma barraca de comida debaixo do portão Machli Kaman.  Dois dos principais chefs de Londres estão cozinhando comida no mercado Charminar na frente de um grupo de polícias intrigado.  Uma multidão animada é saber porque. \\n\\nUma barraca de verduras [ http:\/\/media.guim.co.uk\/9dc5508b9aa82bf8d11317f5e9da1241127b4d72\/0_0_5616_3368\/1000.jpg ] Um dia stallThese vegetal Vivek Singh e Hari Nagaraj são mais usados para Westminster sua excelente cozinha mas eles têm ligações fortes com esta cidade.  Ambos comeram sua primeira carneiro biryani aqui.  Singh estava em seus primeiros dias como um chef.  Nagaraj, de uma família brâmane local, entrou na fila errada em um casamento.  \\\" Eu tinha 13 anos e acabou na carne-comedores 'marquise', diz.  \\\" Estávamos vegetarianos em casa.  Eu estava ciente que era carneiro.  Foi como chiclete. ?\\n\\nO par compartilhar outro histórico.  Eles primeiro trabalharam juntos na Rajvilas e agora lado a lado por quase 15 anos no Clube Canela (o aniversário é mês que vem). \\n\\nViemos para Hyderabad para um sumo biryani de Begum Mumtaz Khan.  Mas primeiro a gente vai julgar os kebabs.  Proposta, apimentado, defumado de cravo e carvão, eles são claro brilhante-mesmo a duras moradores concordam. \\n\\nDepois nos reunimos no jardim da esposa.  Um fogo está aceso, um pote está em, há frangipani e um antigo Morris Minor no canto.  Um balanço pipa de uma árvore.  A velha senhora fala conosco através de seu Hyderabadi biryani (cordeiro é marinado, mas colocado na panela crua, o açafrão aquecido no leite, a tampa selada com dinheiro).  Ela é tua continuamente com ela retentores sofrida e amoroso.  Estamos perto do fim de nossa viagem.  Vimos as celebrações Kali Puja de um barco em um galho do Ganges.  Temos provado a louça de Singh Bengalês infância reinventados por um chef talentoso.  Nós tentamos alguns dos melhores comida de rua no subcontinente.  Como o sol mergulha e sentamos no chão cercado por fotos monocromo da juventude dourada da esposa, comemos o melhor biriani que eu acho que nunca vai ter, embora eu estou ansioso para testar a mãe de Vivek. \\n\\nO Clube de Canela, Biblioteca Westminster Velho, 30-32 Grandes Smith St, SW1P 3BU Londres; 020 7222 2555, cinnamonclub.com\\n\\n\\nGRILLED AUBERGINE WITH PEANUT-BAGHARE BAINGAN\\nAubergina grelhado com bagara de amendoim baghare [ http:\/\/media.guim.co.uk\/55e3c0e93201c7c56cc6be346eff645ff2fc0afc\/0_128_7320_4398\/1000.jpg ] Inspirado pelo ingredientes e sabores num bagara baghare Hyderabadi típica (berinjela com curry em gergelim, tamarindo e molho de amendoim), este prato é uma peça sobre os sabores familiarizados com texturas completamente diferente.  Comer como um acompanhamento vegetariano ou como um principal. \\n\\n\\nServe 4\\nAubergines 2 aquelas firmes, cortou widthways em 1cm fatias grossas rodada\\n1 colher de sal\\n½ colher de chá de pimenta vermelha em pó\\n½ colher de chá de açafrão em pó\\n½ colher de chá de sementes de erva-doce\\nSementes de carambola-tsp\\nSementes de cebola preta tsp.\\nVegetal ou óleo de milho 1 tbsp, mais um pequeno extra para lavar as berinjelas\\nSagüi chetnim 1 tbsp, para servir\\n\\nPara a crosta de especiarias\\nSementes de papoula tbsp 1\\nSementes de gergelim branco 1 tbsp\\n1 colher de sopa de coco seco\\nAmendoins tbsp 1\\nVegetal ou óleo de milho tbsp 2\\n2 dentes de alho, picado finamente\\n½ colher de chá de pimenta vermelha em pó\\nSal um pouco\\nRapadura ou açúcar mascavo tbsp 1\\n1 colher de sopa de coentro fresco, picado\\n1 colher de polpa de tamarindo\\nChaats 1 tsp masala\\n\\nPontuação de fatias de berinjela levemente para fazer marcas entrelaçados.  Polvilhe o lado carne com sal, pimenta vermelha em pó, açafrão, sementes de erva-doce e sementes de carambola e sementes de cebola preto e deixe sentar por 10-15 minutos. \\n\\nEnquanto isso, separadamente um brinde sementes de papoula, sementes de gergelim e coco seco em uma frigideira quente seco por alguns minutos, até que liberar um aroma torrado, então coloque todos eles em uma tigela.  Fútil fritar o amendoim em uma colher de óleo, deixar arrefecer, então corta serrada utilizando uma faca afiada.  Incluir o pote de sementes assado. \\n\\nAqueça uma colher de óleo em uma panela e adicione o alho picado e frito até ouro, então rapidamente remover do calor, água e deixar esfriar antes de misturar junto com as nozes e sementes. \\n\\nCombine todos os ingredientes restantes para a crosta de especiarias: pimenta em pó, sal, açúcar mascavo, coentro, polpa de tamarindo e chaats masala.  Espalhe a massa tempero em uma bandeja e deixe secar num forno baixo. \\n\\nEspalhe uma grelha quente ou panela com óleo e calor, inclua as fatias de berinjela, simples lado para baixo, e sear-lo para 2 minutes.  Escovar o outro lado levemente com azeite, vire e cozinhe por cerca de 3 minutes minutos ou até cozida. \\n\\nOrganize as fatias de berinjela quente em um prato, então adicione um pouco de molho de tamarindo com eles e polvilhe generosamente com a crosta de especiarias. \\n\\n' HYDERABADI ver? S HEPÁTICAS KEBAB-KALEJI KEBAB\\nEspeto de kebab-kaleji fígado cordeiro Hyderabadi [ http:\/\/media.guim.co.uk\/f50174aeed3e59c9bebf8ed7246de87c9fa32996\/0_847_7320_4398\/1000.jpg ] Cordeiro ou fígado de carneiro (kaleji) é muito valorizada em Hyderabad.  Fígados de cordeiro são boas em um curry, mas muito simplesmente marinado, espetado e cozido em uma churrasqueira quente pan, como aqui.  Você precisará de 6 espetos de bambu, embebidos em água por 30 minutes. \\n\\n\\nServe 4-6 como um iniciador ou acompanhamento\\n2 colher de sopa de óleo vegetal\\n' cordeiros fígados 600g, cortou em 1 ¼cm fatias grossas\\nPimentas gordo ou romano pimenta 6, se você puder encontrá-los facilmente, se não usar 1 cebola vermelha (opcional)\\n\\nPara o molho\\nGengibre e alho 1 tbsp cole\\nSeca flocos 1 colher de pimenta vermelha\\nPó pó ½ colher de pimenta vermelha\\n½ colher de açafrão\\nSementes de cominho 1 cc, levemente assado\\n1 colher de sal\\n½ colher de chá de açúcar\\n\\nPara servir\\nSuco de limão de 1\\n2 colher de sopa de coentro picado\\n\\nMisturar todos os ingredientes para o molho, inclua no fígado fatiado, então reservado para 15 -20 minutes. \\n\\nCorte os pimentões em dados grandes ou, se usar pimenta, fatia deles em 1 ½cm de espessura.  Se usar cebola vermelha, cortado em 6 fatias, descarte a pele, retire as pétalas e separá-los.  Alterne o fígado de carneiro com pimenta e cebola e encadeamento no espeto de bambu pré-configurado encharcado.  Irá até pronto para cozinhar. \\n\\nAqueça uma grelha pan, regado com um pouco de óleo, organize os espetos na panela, e deixá-los cozinhar para 2-3 minutos em cada lado.  Sirva polvilhado com suco de limão e coentro. \\n\\nHYDERABADI MUTTON OU ver? KEBAB-PATHAR KA GOSHT\\nHyderabadi de cordeiro ou carneiro no espeto-pathar ka gosht [ http:\/\/media.guim.co.uk\/59bf066a2c994f2d269648a6da8c2ab91ba22a97\/0_345_7320_4398\/1000.jpg ] Este é um dos pratos mais famosos de Hyderabad.  Tradicionalmente feita com perna de carneiro rodelas que é marinado com especiarias preto (cardamomo preto, cravo, pimenta, pimenta e um líquen conhecida como flor de pedra negra) e macia usando colar mamão bruto, estes seriam preparados por pedras quentes-daí o termo \\\"pathar\\\" que significa pedra em hindi.  Em uma cozinha doméstica, estes são preparados assim numa chapa quente.  Estando bem macia com cola mamão, eles literalmente levar minutos para cozinhar e fazer por um excelente recheio dentro do segredo. \\n\\n\\nServe 4-6 como um principal\\nCarneiro ou cordeiro pernas 750g, desossada, gordura aparada, cortada em fatias finas ½cm\\nMostarda ou óleo de milho tbsp 3\\n\\nPara o molho primeiro\\n2 colher de sal\\nPimenta vermelha em pó 1 ½ colher\\nGengibre e alho 2 tbsp cole\\nMamão ralado ou suco de abacaxi cru tbsp 1\\n\\nPara a mistura de especiarias\\nVagens de cardamomo preto 4\\n½ colher de chá de pimenta\\n1 colher de canela\\nTodo porta-condimentos 1 cc (opcional)\\nPedra preta flor 1 tbsp, opcional (disponível online)\\nLogurte 2 tbsp\\n4 cebola tbsp frito crocante\\nCoentro fresco planta 50g\\nSuco de limão de 1\\n\\nPara o molho, misture bem o sal, pimenta em pó, gengibre e alho cola e mamão ralado ou suco de abacaxi, inclua a fatias de carneiro ou cordeiro e reserve. \\n\\nPara o mix de especiarias, aquecer uma frigideira pequena pan e seco assado o cardamomo, pimenta, cravo, pimenta e flor de pedra negra (se utilizando) para 2-3 minutos constantemente mudando para brindar uniformemente.  Deixe legal e depois trituram serrada. \\n\\nMisture os temperos terrestres com o iogurte e cebolas, e depois misturar com um colar utilizando um liquidificador pequeno ou um pilão e argamassa.  Espalhe a mistura de especiarias em cima das fatias marinado e polvilhe com o coentro. \\n\\nConfigure o lado da carne marinada para pelo menos 30 minutes (você também pode ser preparado no dia anterior e refrigerar durante). \\n\\nPasse a carne em espetos de bambu predefinido encharcado e cozinhar para 2-3 minutos em cada lado em uma frigideira bem quente.  Deixe-os descansar por um minuto ou mais.  Sirva polvilhado com suco de limão e pão de sua escolha. \\n\\nPRAWN CURRY-CHINGRI MALAI\\nPrawn o chingri malai [ http:\/\/media.guim.co.uk\/d6f348831e72667a4d9598d3a62ae6da941aab7d\/0_2635_5484_3284\/1000.jpg ] Para Bengala, o período entre Durga Puja e Kali Puja (Diwali) é conhecido como Bijoya ou a vitória do bem sobre o mal.  Durante esse tempo as pessoas visitam familiares e amigos com doces, trocar presentes e comer.  Uma das minhas primeiras lembranças de alimentos está tendo esse delicioso camarão ao curry em um dos vários jantares Bijoya, servido dentro de um coco proposta verde. \\n\\n\\nFaz 2 porções generosas\\nCamarões de água doce 400g, descascadas e não veined (o maior tamanho que você pode encontrar! )-1 colher de chá\\n1 colher de sal\\n90ml de óleo vegetal\\nCompartimento 2 folhas\\nCebolas vermelhas 3 médio porte, misturado com um colar bem\\nCuminho de tbsp 1\\nGengibre e alho 2 tbsp cole\\n100ml de água\\nPimenta verde 2, corte longitudinal\\nLeite de coco 75ml\\n1 xícara de marisco\\n½ colher de açúcar (opcional)\\nTerra cardamomo e chá verde\\n1 colher de sopa de coentro fresco, picado\\nSuco de ½ limão\\n\\nTempere o camarão com e uma colher de cada açafrão e sal. \\n\\nAqueça azeite em uma panela 60ml e inclua as folhas compartimento e colar cebola e refogar por 6-8 minutos em fogo médio até muito leve. \\n\\nEnquanto o calor o óleo restante em uma frigideira antiaderente pan e tostar o camarão rapidamente por um minuto ou dois então retiradas. \\n\\nMisture o cominho terrestre, açafrão restantes e o gengibre e o alho em pasta 75ml de água e adicione a cebola, reduzir a chama e cozinhar por mais 2-3 minutos, mexendo regularmente.  Inclua o sal restante, a pimenta verde e os camarões e agitar durante 1 minute.  Mix no leite de coco e cozinhar por 2-3 minutos ou até que os camarões estão preparados, acrescentando um estoque pequeno, se necessário.  Corrija o tempero com sal e açúcar e polvilhe sobre o pó de cardamomo, coentro e um aperto de limão. \\n\\nIsso é melhor comido imediatamente e servida com arroz basmati fervida, misturado com uma colher de manteiga ou de manteiga salgada fria, uma pitada de sal marinho e fumava, a pimenta. \\n\\n' TATSUYOSHI DO HYDERABADI KACCHI BIRYANI DE MUTTON OU DE CABRA\\nHari Hyderabadi kacchi biriani de carneiro ou cabrito [ http:\/\/media.guim.co.uk\/de894b551a638191ff52cb5fecc2f857f4fd69ec\/0_79_7320_4398\/1000.jpg ] Biryani é frequentemente chamado o rei dos pratos.  É muito mais que \\\"carne embaixo, em cima do arroz\\\", como eu ouvi um garçom leste de Londres que descrevê-lo para um turista americano curioso.  A casa de curry rendições envolve fritasse pré-cozinhados cordeiro com arroz pilau.  Durante o subcontinente há variações regionais, alguns mais aromáticas, condimentado demais. \\n\\n\\nEm Hyderabad seguem as rotas tradicionais de fazer \\\"kacchi\\\" biriani, onde o arroz é cozido no caldo do carneiro (ou cabrito com frequência).  A tampa da panela em que tradicionalmente é cozido é selada com dinheiro para nenhum dos aromas durante fuga de culinária e é aberto somente antes de servir, emocionante todos aqueles aqui pelo grande vendaval que imediatamente preenche o quarto.  Este é um prato difícil de acertar, mas vale o esforço.  Na minha vida eu fiz e comer várias versões de biryanis, mas raramente tem, é melhor que Hari Hyderabadi biryani. \\n\\nServe 4-6\\nPerna de carneiro (ou cabra) 1kg, dividido em cubos de cerca de 2 ½cm (carne no osso seria preferível)\\nArroz basmati 500g\\n\\nPara o molho\\n1 colher de sopa de gengibre cole\\nPasta de alho tbsp 1\\nPimenta vermelha em pó 1 tbsp\\nChão garam masala 1 cc\\n1 colher de colorau\\nMenta deixa 1 grupo pequeno, picado\\n3 cebola média dimensionado, cortado e queimado até ouro\\nPimenta verde 6, corte longitudinal\\n½ noz moscada, ralado\\nSuco de ½ limão\\n2 colher de sopa de óleo vegetal\\nSaffron uma pequena picada\\nColar papaia verde fresco ou suco de abacaxi fresco 1 tsp\\n1 colher de sal\\nIogurte natural 100ml\\n\\nPara o arroz\\nSaffron uma pequena picada\\nLeite 50ml, aquecida\\n4 litros de água\\nCardamoms verde cápsulas 3\\nCompartimento 2 folhas\\nCardamoms negros cápsulas 2\\n4 cravos\\nMace 2 blades\\nSementes de cominho 1 tbsp\\n2 colher de sopa de sal\\n1 colher de sopa de hortelã picada\\nFatias de cebola frita 1 tbsp\\nManteiga ou manteiga 50g\\n\\nIsso requer uma caçarola heavy-bottomed ampla ou um pote com uma tampa adequada. \\n\\n\\nMisturar todos os ingredientes para o molho com o cordeiro e deixar de lado por 4 horas (ou refrigerar uma noite).  Em seguida, coloque a carne marinando na caçarola. \\n\\nEm uma tigela, absorver o açafrão no leite morno.  Lave o arroz e deixe de molho em uma vasilha separada para 30 minutes. \\n\\nDê uma panela e aqueça a água com a inteira especiarias e sal.  Quando a água está fervendo, adicione o arroz tenso e ferver por 10 minutes: o arroz precisa ser 50-60% preparado ou ligeiramente menor que al dente. \\n\\nAmeaça o arroz e camada meia cozida, na carne marinada, então aspergimos hortelã, cebola frita, manteiga e açafrão encharcado no arroz, cobrir a panela com uma tampa de alumínio e contornar os lados para selar (ou uma massa rígida feita com farinha simples e água). \\n\\nColoque a panela no fogo alto por 8-10 minutos; certifique-se de que as chamas estão uniformemente distribuídos por toda a base da caçarola.  Quando você vê de vapor, vire a direita de baixo e cozinhar o biriani para 20-25 minutos. \\n\\nRemova do calor e reserve a caçarola para 5 minutes.  Em seguida, abra a tampa e você está pronto para o biriani aromático.  Melhor acompanhado com iogurte magro raita. \\n\\nPEIXES CURRY COM MUSTARD-SHORSHE BATA MAACH\\nO peixe curry com mostarda bata estás à altura-shorshe [ http:\/\/media.guim.co.uk\/a2c3805b8bab473e3baa15dd65c54bad31a8f3f9\/0_2030_5484_3284\/1000.jpg ] O mais simples dos pratos de peixe, isto é tradicionalmente preparado utilizando a curva de peixe do rio.  Carne grossa do peixe são corte no osso e fritos em óleo de mostarda antes de ser cozido em um molho feito de colar mostarda, pimenta verde e iogurte.  No Reino Unido, você pode utilizar qualquer corvina ou tainha-negrão. \\n\\n\\nServe 4\\nSementes de mostarda 35g\\n2 pimentões verdes\\nO sea bass ou tainha-negrão 8 × 80g bifes, no osso\\nóleo vegetal ou de milho para fritar superficial\\n2 colher de sopa de mostarda\\nPhoran panch (quantidades iguais de sementes apaixonado, sementes alforva, sementes de mostarda, sementes de erva-doce e sementes de cominho) 1 cc, alternativamente, use apenas as sementes apaixonado\\nLogurte 150ml\\n½ colher de açafrão\\n1 colher de sal\\n½ colher de chá de açúcar\\nágua ou de peixe 150ml\\nSuco de ½ limão\\nFolhas de coentro 1 tbsp, picado\\n\\nPara o molho\\n1 colher de sal\\n½ colher de chá de açúcar\\n1 colher de colorau\\n½ colher de semente apaixonado\\nPimenta vermelha em pó 1 cc\\n\\nMolhe as sementes de mostarda em 100ml de água e reservado para 30 minutes.  Misturar as sementes de mostarda encharcado para um colar bem com as pimentas verdes, acrescentando um pouco de água, se necessário. \\n\\nEnquanto isso, tempere os filés de peixe com o sal, açúcar, açafrão, sementes apaixonado e pimenta em pó, misture bem e reserve por 15 minutes. \\n\\nAqueça o óleo vegetal em uma panela grande o suficiente para caber o peixe, e frite o peixe em fogo médio por 3-4 minutos cada lado até que os bifes são crocante por fora e cozida por dentro. \\n\\nEnquanto em uma frigideira separada ou frigideira, aquecer o óleo de mostarda e inclua o phoran panch, e deixá-la crackle e pop para 30 seconds ou menos.  Inclua a pasta mostarda e cozinhar para alguns minutos no fogo médio, agitando continuamente.  Então, mexer no iogurte e misture bem para evitar a divisão. \\n\\nInclua o açafrão, sal e açúcar, então cozinhar para 2-3 minutos.  Verifique o tempero, inclua ações ou água se necessário para que o molho para consistência de revestimento, inclua o peixe frito e cozinhar por alguns minutos até aquecido.  Termine com um aperto de limão e espalhe com as folhas de coentro.  Sirva quente com arroz cozido simples.\"}}",
    "headers" : {
      "Etag" : "W\/\"k1TYXsnEG\/75cUstp0QdIQ==\"",
      "Content-Type" : "application\/json; charset=utf-8",
      "Connection" : "Keep-Alive",
      "X-Backside-Transport" : "OK OK",
      "X-Cf-Requestid" : "b431544b-8469-4755-6769-74923f8eea32",
      "X-Powered-By" : "Express",
      "Date" : "Tue, 23 Feb 2016 00:04:07 GMT",
      "X-Client-IP" : "189.33.188.5",
      "X-Global-Transaction-ID" : "2353608247",
      "Transfer-Encoding" : "Identity"
    },
    "method" : "GET",
    "status" : 200,
    "uri" : "http:\/\/replace.yourhost.com\/api\/translate\/bGlmZWFuZHN0eWxlLzIwMTYvZmViLzIzL3ZpdmVrLXNpbmdoLWluZGlhbi1kaXNoZXMtd2l0aC1zdG9yaWVzLXRvLXRlbGw="
  },
  {
    "body" : "{\"success\":true,\"result\":{\"originalText\":\"Moneysupermarket’s ad featuring a man strutting and twerking in high heels and denim hot pants was the most complained-about TV ad in the UK last year.\\n\\nThe TV ad, part of the brand’s “So Moneysupermarket” campaign about consumers who have saved cash using the price comparison website, features middle-aged “Dave” in an “epic strut” through London’s streets while Sharon Osbourne looks on.\\n\\nMoneysupermarket’s ‘Epic Strut’ adThe Advertising Standards Authority received 1,513 complaints from outraged members of the public who felt the ad was offensive, although the ad watchdog cleared it of any breach of the UK ad code.\\n\\nTop ten most complained about ads - 2015 [http:\/\/media.guim.co.uk\/e2d6d4d1614689f9869ce0d2a9800e1cac7f5d35\/0_0_1000_1600\/625.jpg] The top ten most complained about ads – 2015Moneysupermarket’s ad pales in the offensiveness stakes compared with Paddy Power’s 2014 winner, which offered money back if Oscar Pistorious “walked” from his murder trial, which is the most complained about ad of all time with 5,525.\\n\\n\\nBooking.com’s tongue-in-cheek use of the word “booking” as a substitute for the “F-word” continues to offend, with the travel website taking three of the top 10 places in the most complained about list for 2015.\\n\\nFollowing on from 2014’s second place (1,768 complaints), Booking.com took second, fourth and seventh last year totalling 1,291 complaints. None of the ads were found to break the UK code.\\n\\nThe top five also featured PayPal, which amassed 464 complaints for a festive ad parents felt ruined Christmas for suggesting that Santa was not real . Not upheld, said the ASA.\\n\\nAnd fifth spot went to Protein World’s “beach body ready” posters , which 380 people felt were offensive for using a bikini-clad woman and promoting an unhealthy sense of body image.\\n\\nThe ASA said the ad did not break rules relating to serious or widespread offence, but did order changes to Protein World’s claims about health and weight loss.\\n\\n“Our top 10 for 2015 will no doubt get people talking about [whether] the ads are or aren’t offensive,” said the ASA chief executive, Guy Parker. “While matters of offence can grab the headlines, the bulk of our work is the less glamorous task of tackling misleading advertising.”\\n\\nThe top 10 also included a smattering of charity and public health campaigns, which often attract attention for using hard-hitting techniques or for being focused on sensitive subjects.\\n\\nThese included an ad for the British Heart Foundation and an anti-smoking campaign by the Department of Health.\"}}",
    "headers" : {
      "Etag" : "W\/\"8aMVtPcelO73M4rLGO8KFQ==\"",
      "Content-Type" : "application\/json; charset=utf-8",
      "Connection" : "Keep-Alive",
      "X-Backside-Transport" : "OK OK",
      "X-Cf-Requestid" : "d41d7b15-e6d7-4fb7-435c-2c0848057ac5",
      "X-Powered-By" : "Express",
      "Date" : "Tue, 23 Feb 2016 00:05:29 GMT",
      "X-Client-IP" : "189.33.188.5",
      "X-Global-Transaction-ID" : "2806595373",
      "Transfer-Encoding" : "Identity"
    },
    "method" : "GET",
    "status" : 200,
    "uri" : "http:\/\/replace.yourhost.com\/api\/news\/bWVkaWEvMjAxNi9mZWIvMjMvbW9uZXlzdXBlcm1hcmtldC1lcGljLXN0cnV0LW1vc3QtY29tcGxhaW5lZC1hYm91dC1hZC1wYWRkeS1wb3dlcg=="
  },
  {
    "body" : "{\"success\":true,\"result\":{\"originalText\":\"Uber received and did not act on a complaint that Uber driver Jason Dalton had been “driving dangerously” before he went on to shoot and kill six people on Saturday night in Michigan.\\n\\nThe rider, Matt Mellen, reported Dalton for erratic driving and said he had called 911 after “jumping” out of the car. Uber this afternoon confirmed they had not reviewed the feedback, which came in four hours before the first victim was killed.\\n\\n“We got about a mile from my house, and he got a telephone call. After that call, he started driving erratically, running stop signs,” Mellen told CNN affiliate WWMT . “We were kind of driving through medians, driving through the lawn speeding along and then finally, once he came to a stop, I jumped out of the car and ran away.”\\n\\n“He said the gentleman was driving erratically,” the spokesperson said, pausing: “Remember we’re doing 3 million rides a day. How do you prioritize that feedback and how do you think about it?”\\n\\n\\nRelated: Kalamazoo victims include a 'witty' high school senior, a teacher and a 'soulmate'\\n\\nBecause the complaint was about erratic driving rather than being explicitly about violence, Uber’s safety screeners didn’t prioritize it.\\n\\n“Anything that has a whiff of violence, ‘the driver assaulted me’, we suspend the person immediately, but where it’s something like bad driving ... ” the spokesperson continued. “Because we get a lot of people saying bad driving and there’s two sides to that and sometimes, it’s not fair to deactivate them or not give them a warning.”\\n\\nThis complaint “fell into that back bucket”.\\n\\nUber doesn’t immediately deactivate drivers for erratic driving because of the volume of complaints.\\n\\n“The reason we do that, just to be clear, is because with something like bad driving, we’re not going to take away someone’s ability to earn a living without talking to them first,” the spokesperson said.\\n\\nSo, had they reached out to the shooter after receiving the complaint?\\n\\n“We had not gotten around to doing that, no,” the spokesperson said, before asking not to be quoted by name.\\n\\nRelated: Kalamazoo shooting spree puts Uber in spotlight over safety concerns\\n\\nDalton passed a background check and became a driver on 25 January. He had given about 100 rides.\\n\\nKalamazoo County Sheriff Richard Fuller said Uber is cooperating with law enforcement officials, and he believes the company will “help us fill in some timeline gaps”.\\n\\nInvestigators are particularly interested in communication between Dalton and Uber, as well as customers he might have driven, the sheriff said.\\n\\nPolice have not provided a motive. The victims had no apparent connection to the gunman or to each other.\\n\\nThe attacks began Saturday evening outside the Meadows apartment complex on the eastern edge of Kalamazoo County, where a woman was shot multiple times.\\nA little more than four hours later and 15 miles away, a father and his 17-year-old son were fatally shot while looking at cars at a car dealership.\\n\\nFifteen minutes after that, five people were gunned down in the parking lot of a Cracker Barrel restaurant. Four of them died.\\n\\nUber prohibits passengers and drivers from possessing guns of any kind in a vehicle. Anyone found to be in violation of the policy may be prohibited from using or driving for the service.\"}}",
    "headers" : {
      "Etag" : "W\/\"zJ13LWNQ8dhBIdnp6YECBg==\"",
      "Content-Type" : "application\/json; charset=utf-8",
      "Connection" : "Keep-Alive",
      "X-Backside-Transport" : "OK OK",
      "X-Cf-Requestid" : "0edce68f-4a34-4e6e-7e2c-876d810acd72",
      "X-Powered-By" : "Express",
      "Date" : "Tue, 23 Feb 2016 00:03:45 GMT",
      "X-Client-IP" : "189.33.188.5",
      "X-Global-Transaction-ID" : "2806455485",
      "Transfer-Encoding" : "Identity"
    },
    "method" : "GET",
    "status" : 200,
    "uri" : "http:\/\/replace.yourhost.com\/api\/news\/dXMtbmV3cy8yMDE2L2ZlYi8yMi9rYWxhbWF6b28tc2hvb3Rpbmctc3ByZWUtamFzb24tZGFsdG9uLXViZXItaWdub3JlZC1zYWZldHktY29tcGxhaW50"
  },
  {
    "body" : "{\"success\":true,\"result\":{\"translatedText\":\"Viena é a melhor cidade do mundo para viver; em Bagdá é o pior, e Londres, Paris e Nova York nem chegar ao topo 35, de acordo com pesquisa internacional em qualidade de vida. \\n\\nGermanófonas dominam o ranking de cidades no 18º Mercer de Qualidade de Vida, com Viena unidas por Zurique, Munique, Düsseldorf e Frankfurt no topo sete. \\n\\nParis tem queda no nível, caindo 10 lugares para 37º, apenas à frente de Londres em 39º, quase inteiramente devido à vulnerabilidade da cidade para ataques terroristas. \\n\\nO estudo examinou condições sociais e econômicas, saúde, educação, habitação e o ambiente, e é usado por grandes empresas para avaliar onde eles devem localizar e quanto eles devem pagar funcionários. \\n\\nO Arco do Triunfo e Champs Elysées, Paris [ http:\/\/media.guim.co.uk\/c7ad40f5651e7473ddd75f96ad6b3314f33052fc\/0_338_5173_3105\/1000.jpg ] Paris caiu 10 lugares para 37º.  Foto: AlamyViennese-nascida Helena Hartlauer, 32, disse que não foi surpreendido na posição superior da sua cidade.  O governo democrático social do município tem uma longa tradição de investir em habitação social de qualidade, tornando Viena quase exclusivamente econômico entre grandes cidades. \\n\\n\\\" Eu vivo em um 100sq metros na virada do apartamento em uma área boa de andar 20 minutes ' no centro da cidade.  Mas meu aluguel é apenas €800 (£ 625) por mês. \\\" Um apartamento equivalente em Londres custaria mais de £ 2.000, e ainda mais em Nova York, em 44º na tabela. \\n\\nCidades americanas executam relativamente baixo no estudo, principalmente por causa de problemas de segurança pessoal e crime.  A cidade mais alta classificação nos EUA é San Francisco, em 28th; Boston é 34º.  Cidades do Canadá, liderada pelo Toronto, onde prenderam seus rivais dos EUA na tabela. \\n\\nTimes Square em Manhattan, Nova York [ http:\/\/media.guim.co.uk\/1bb1338c03e100736b83f61aa82f79b7f38e12d4\/0_374_5616_3370\/1000.jpg ] Nova York é classificado como nº 44 no índice.  Foto: Atlantide Phototravel \/ Corbis \\\"Você não percebe o quão seguro Viena é que vão no exterior\\\", disse Hartlauer.  \\\" Também temos o transporte público maravilhoso, com o trabalho no subsolo 24 horas na semana, e só custa €1 por viagem. ?\\n\\nViena beneficiou enormemente da queda do Muro de Berlim, tornando-se o gateway para os países do leste europeu que frequentemente têm laços históricos com o império austro-húngaro. \\n\\n\\\"Nossa grande USP é nossa localização geográfica,\\\" disse Martin Eichtinger, ambassdaor austríaca para Londres, que viveu em Viena por 20 anos.  \\\" A queda do Muro de Berlim ajudou a definir Viena como o hub para empresas que desejam fazer negócios na Europa Central. ?\\n\\nRevellers fora de um bar em Zurique.  [ http:\/\/media.guim.co.uk\/33a72768ae3f0e2a4bdc2f7c7d1772e20eca97b7\/0_0_5365_3219\/1000.jpg ], em frente a um bar em Zurique, que é segundo.  Foto: AlamyAccording ao Banco Mundial, a Áustria tem um dos maiores números de PIB per capita no mundo, apenas atrás dos Estados Unidos e à frente da Alemanha e Grã-Bretanha, embora bastante abaixo da vizinha Suíça. \\n\\nZurique, na Suíça é nomeado pela Mercer como tendo o segundo maior qualidade no mundo da vida, mas os vienenses dizem que sua cidade é muito mais divertido.  \\\" Há mais alunos em Viena que qualquer outra cidade alemã, afirmou Hartlauer.  \\\"É um crescimento muito rápido, jovem e alegre cidade,\\\" acrescentou, embora ela admitiu que ela trabalha para o conselho de turismo da cidade. \\n\\nViena tem sido negligenciado pelo tempo na cidade britânica de turistas, que em bando para Barcelona ou Berlim e tendem a pensar em Áustria como um lugar para esquiar, lagos e montanhas. \\n\\nO lago Serpentine no Hyde Park, em Londres.  [ http:\/\/media.guim.co.uk\/1ae0eea20da3575a38ca279f1e6367f2cac136ee\/0_0_5040_3024\/1000.jpg ] O lago Serpentine no Hyde Park, em Londres.  A cidade nunca esteve em Mercer qualidade superior 10.  Foto: AlamyBut após um aumento nos voos do orçamento regional cidades britânicas como Manchester e Edimburgo, Viena é rápido alcançando como um destino popular.  Em 2015, foram 588.000 visitantes britânicos para Viena, de 18% no ano anterior.  O fluxo é duas maneiras; Eichtinger disse que Londres se tornou o destino nº 1 para os visitantes da cidade austríaca. \\n\\n\\\"Viena foi classificado superior nos últimos sete rankings publicados,\\\" disse Mercer.  \\\" Não marca muito em um número de categorias; ele fornece um seguro e estável para viver no ambiente, um alto nível de serviços públicos e instalações de transporte e instalações recreativas bom. ?\\n\\nMelhores lugares para viver no mundo Fonte: qualidade Mercer de pesquisa da cidade de Melhores lugares para viver na worldSource: qualidade Mercer de surveyThe cidade vive crise de imigrantes europeus, que teve grande número de refugiados e requerentes de asilo passam por Viena a caminho para a Alemanha, teve pouco impacto sobre a cidade de quase 1,8 milhões de pessoas, disse Eichtinger.  \\\" Nós conseguimos acomodar 90.000 refugiados na Áustria, mas os números tenham diminuído nos meses recentes. ?\\n\\nA visualização do Monte Eden, Auckland, a maior cidade inglesa de classificação na pesquisa.  [ http:\/\/media.guim.co.uk\/4aff7ce1b81157c03caec0f549e180bde1d301bc\/0_0_5456_3273\/1000.jpg ] A visualização de Mount Eden, Auckland, a maior cidade inglesa de classificação na pesquisa.  Foto: Imagem Broker \/ RexLondon nunca esteve no topo da qualidade 10, diz Mercer, danificada por sua pontuação insatisfatória para a poluição do ar, o congestionamento de tráfego e clima.  Após Londres, Edimburgo é a cidade britânica de próximo ranking, em 46º lugar. \\n\\nParis tem sofrido a maior queda em ranking deste ano.  \\\"Paris tem permanecido estável por vários anos, mas este ano caiu 10 lugares geral na classificação geral,\\\" disse Mercer. \\n\\n\\\" A queda deveu-se essencialmente aos ataques terroristas em 2015, no entanto, é importante destacar que os problemas de segurança são um fator muito bem ponderada dentro do 'cesta' para quaisquer ajustes pequenos pode ter um grande impacto sobre a classificação. ?\\n\\nCarnaval foliões em Port-au-Prince.  [ http:\/\/media.guim.co.uk\/2935c7249a5ad993ed9b91d2bcf8dc8d730934cc\/0_0_3141_1886\/1000.jpg ] Carnaval foliões em Port-au-Prince.  A capital haitiana terremoto estava entre os piores do ranking das cidades.  Foto: Dieu Nalio Chery \/ APAuckland na Nova Zelândia foi a maior cidade inglesa no ranking da pesquisa, em terceiro lugar, seguido por Vancouver em quinto.  Cidades australianas também executa muito bem na pesquisa, com a décima Sydney e Melbourne 15º.  O economista tem consistentemente classificada em Melbourne como a mais habitável cidade do mundo, embora sua pesquisa foi criticada como muito Anglocentric. \\n\\nGuerra e instabilidade política estão atrás de todos os piores classificadas cidades no mundo.  Surpreendentemente, Damasco é nomeado como apenas o sétimo pior, classificados melhor do que não só o Iraque mas também Bangui na República Centro-Africana, Sanaa no Iêmen, Porto no Haiti, Khartoum no Sudão, e N' Djamena no Chade.\"}}",
    "headers" : {
      "Etag" : "W\/\"VSXYml0iHiuAf2VZUBx0pw==\"",
      "Content-Type" : "application\/json; charset=utf-8",
      "Connection" : "Keep-Alive",
      "X-Backside-Transport" : "OK OK",
      "X-Cf-Requestid" : "a004278f-0996-4e2a-64c3-15bd514f60cc",
      "X-Powered-By" : "Express",
      "Date" : "Tue, 23 Feb 2016 00:04:54 GMT",
      "X-Client-IP" : "189.33.188.5",
      "X-Global-Transaction-ID" : "2806526237",
      "Transfer-Encoding" : "Identity"
    },
    "method" : "GET",
    "status" : 200,
    "uri" : "http:\/\/replace.yourhost.com\/api\/translate\/YnVzaW5lc3MvMjAxNi9mZWIvMjMvdmllbm5hLW5hbWVkLXdvcmxkcy10b3AtY2l0eS1mb3ItcXVhbGl0eS1vZi1saWZl"
  },
  {
    "body" : "{\"success\":true,\"result\":{\"originalText\":\"A blueprint for safer maternity care that offers all women the choice to give birth where they want, with the support of the same midwife throughout pregnancy, labour and the early weeks of motherhood, will be launched on Tuesday.\\n\\nThe national maternity review will recommend that women must each have a personal maternity care budget to be spent on the NHS care they choose – whether they give birth in a midwife-run unit, a hospital or at home. Uncomplicated births cost the NHS around £3,000 each. A woman’s choice as to where and how she wants to give birth will determine how that money is spent, giving her a greater say than ever before in her care.\\n\\nThe independent review chaired by Julia Cumberlege was commissioned by NHS England in recognition that maternity services are not as safe as they could be and nor do they always give women the best possible experience of childbirth. It follows an investigation into the dysfunctional maternity unit at Furness hospital, part of the University Hospitals of Morecambe Bay NHS foundation trust. A report in March last year found that failures in care may have played a part in the deaths of three mothers and 16 babies.\\n\\nRelated: Morecambe Bay report exposes 'lethal mix' of failures that led to baby deaths\\n\\nThe Cumberlege review finds, as did the Morecambe Bay investigation, that obstetricians and midwives are sometimes at odds. It recommends that they should train together, forging a better working relationship with greater understanding and respect for each other’s work.\\n\\nMaternity services have never been safer, says the review – and yet there is huge variation around the country. Care Quality Commission inspections have rated 38% of maternity services either inadequate or requiring improvement. In some areas of England, four babies per 1,000 are either stillborn or die in the first week following birth, but in others that rises to 10 per thousand. A report last year found failures in care in half of a sample of 85 stillbirths they investigated in detail. There are more than 1,000 stillbirths a year in the UK.\\n\\n“For the vast majority of women, giving birth and having a new member of the family is a really joyous occasion,” said Lady Cumberlege at the launch of the report. “But where things go wrong, it is devastating. It is a tragedy. It scars people for life.”\\n\\nMaternity services have never been safer, says the review – and yet there is huge variation around the country [http:\/\/media.guim.co.uk\/9aa5696530af9cebeceecccbf5b80914321356b0\/0_379_5738_3444\/1000.jpg] Maternity services have never been safer, says the review – and yet there is huge variation around the country Photograph: Alecsandra Raluca Dragoi for the GuardianThe review reflects what Cumberlege and her team were told by women, she said. They wanted to be told their options and make their own decisions and they wanted continuity of care, with the same person looking after them throughout. The review recommends that midwives should work in small teams, of four or six, based in the community, who should get to know the woman and her family. One of the team would be the continuous carer from antenatal checks through to delivery, and then help with breastfeeding and caring for the baby later. If that midwife could not be there, there would be a “buddy” or deputy who would step in.\\n\\nRelated: Call to review baby death rates at more than 20 NHS trusts and boards\\n\\nWomen wanted to use their smartphones or tablets to access information and advice about their pregnancy. “We in the UK really have to wake up to using technology. They [the women consulted by the review team] had an iPhone on which was their life, and yet we were still paper-driven,” said Cumberlege. Every woman should have a personal care plan, which must be updated if things change during her pregnancy, and they must have an electronic patient record which they themselves can access and add to, she said.\\n\\n“We can’t guarantee that birth is 100% safe,” said Cumberlege. “It never will be.” But where things go wrong, the NHS needed to be open and learn from it. She recommended the Department of Health should seriously consider a system of “rapid resolution and redress” like the Swedish insurance model. Where there have been injuries, the family gets compensation from health insurers whether or not the harm was considered to be avoidable. Since it was introduced, avoidable serious birth injuries have fallen by 50% in seven years, says the review, which the Swedes attribute to greater transparency and trust between medical professionals who are not afraid of being held to account.\\n\\nThe report also underlines the need for greater support for women suffering mental ill health after the birth, which is being addressed by the mental health taskforce. Cumberlege said she wanted to see “real progress made” in the next five years. “In five years’ time we will be among the best in the world,” she said.\\n\\nSimon Stevens, the chief executive of NHS England, said: “The independent review finds that quality and safety of NHS maternity services have improved substantially over the past decade, and most new mums tell us they are looked after well. But it rightly argues that the NHS could and should raise its game on personalised support for parents and their babies, better team working, better use of technology, and more joined up maternity and mental health services.”\"}}",
    "headers" : {
      "Etag" : "W\/\"MJejV5Gf7PnNgKqpTRIyZg==\"",
      "Content-Type" : "application\/json; charset=utf-8",
      "Connection" : "Keep-Alive",
      "X-Backside-Transport" : "OK OK",
      "X-Cf-Requestid" : "a1807a85-067d-4cef-5fbd-566eda480926",
      "X-Powered-By" : "Express",
      "Date" : "Tue, 23 Feb 2016 00:03:30 GMT",
      "X-Client-IP" : "189.33.188.5",
      "X-Global-Transaction-ID" : "2806426509",
      "Transfer-Encoding" : "Identity"
    },
    "method" : "GET",
    "status" : 200,
    "uri" : "http:\/\/replace.yourhost.com\/api\/news\/c29jaWV0eS8yMDE2L2ZlYi8yMy9uYXRpb25hbC1tYXRlcm5pdHktcmV2aWV3LWNhbGxzLWZvci1wZXJzb25hbC1jYXJlLWJ1ZGdldHM="
  },
  {
    "body" : "{\"success\":true,\"result\":{\"originalText\":\"12.00am GMT\\n\\nLast night, after his appearance on the ABC’s 7.30 Report, I wondered on Twitter whether the finance minister Mathias Cormann sometimes walked into the privacy of his ministerial ensuite bathroom and screamed uncontrollably. This was my way of saying does this guy ever just do his block.\\n\\nLooping back to the post earlier about Morrison on the hunt of pixie ponies, and Joe Hockey enjoying his nice life in Washington, I’ll bring in the finance minister for a moment. Last week, I watched the finance minister sit calmly and quietly at a table at the National Press Club while, at the podium, the now treasurer Scott Morrison argued the government was kind of stuck on major tax reform options now because not much had been done during the government’s first two years in office.\\n\\nThat would be during Cormann’s tenure as finance minister. Now Cormann of course is the second economic minister in finance, not the first. Morrison’s remarks were a backhander to Abbott and Hockey, not Cormann – but if I was a person prone to muffled screaming incidents in ministerial ensuite bathrooms I would have felt a bit put out by the characterisation of my two years in a key economic portfolio from the NPC podium by the guy who’d just lobbed into the job.\\n\\nI also note that Cormann went out the next day to state the bleeding obvious on the subject of bracket creep: that with wages growth slow and inflation contained, there was no particular urgency in addressing bracket creep right now. Obvious as buggery that intervention, but entirely different from what Morrison has been saying on this question.\\n\\nThen yesterday, in Senate question time, Cormann had to soak up this gratuitous crack from Labor.\\n\\nQ: Mr president, I ask a supplementary question. Does the minister agree with former treasurer Joe Hockey that ‘negative gearing should be skewed towards new housing so that there is an incentive to add to the housing stock rather than an incentive to speculate on existing property’?\\n\\nMathias Cormann:\\n\\nNo.\\n\\nA longish post which says nothing more or less than I’m still wondering about that bathroom.\\n\\n11.20pm GMT\\n\\nOn the subject of digging a little deeper, a passing thought about team work.\\n\\n1 Corinthians 12:26\\n\\nAnd if one member suffers, all the members suffer with it; if one member is honoured, all the members rejoice with it.\\n\\nUpdated at 11.22pm GMT\\n\\n11.18pm GMT\\n\\nReaders with us yesterday know that Mike and I have been working up a #BrickParliament series of the treasurer, Scott Morrison’s relentless hunt for mythical creatures, be they pixie horses or unicorns or ..\\n\\n#BrickParliament The quest for mythical creatures continues treasurer ScoMo finds a Tassie Tiger and a Grail, Monday 22nd February 2015 [http:\/\/media.guim.co.uk\/92264ca1eec6e2bf581a38193e39ad92dd59e9cf\/0_0_4500_3000\/1000.jpg] #BrickParliament The quest for mythical creatures continues treasurer ScoMo finds a Tassie Tiger and a Grail, Monday 22nd February 2015 Photograph: Mike Bowers for the GuardianWhile Morrison labours away to find something to say, the chap he replaced, Joe Hockey , looks to be settling into American life quite nicely.\\n\\nAt the famous Fenway Pk home of Boston Red Sox for Aus US Business Week pic.twitter.com\/qw8HyUTPhr\\n\\n— Joe Hockey (@JoeHockey) February 22, 201611.08pm GMT\\n\\nDig a little deeper.\\n\\nOpposition leader Bill Shorten addresses an ALP Caucus meeting in Parliament House, Canberra this morning, Tuesday 23rd February 2016. Photograph by Mike Bowers [http:\/\/media.guim.co.uk\/76953fd7a8754b98e375489be2a70dd31e35026a\/0_0_2931_2089\/1000.jpg] Opposition leader Bill Shorten addresses an ALP Caucus meeting in Parliament House, Canberra this morning, Tuesday 23rd February 2016. Photograph by Mike Bowers Photograph: Mike Bowers for the GuardianBrilliant portrait from Magic Mikearoo.\\n\\nUpdated at 11.13pm GMT\\n\\n10.59pm GMT\\n\\nSHORTEN: WE HAVE TO DIG A LITTLE DEEPER\\nI’ll spare you the references to Green Left Weekly and unicorns and reds under the beds and the various analogies, because the substance of Shorten’s message is interesting. It’s a homily about team work, sticking with the plan, and not giving up.\\n\\nThe Labor leader says Turnbull has wandered off the reservation. He started as the man for everybody. Now he’s settling in his prime ministership as the man for vested interests. Shorten says the prime minister is anxious, worried about losing his popularity. The tax debate has been a mess because the government isn’t prosecuting change in a coherent framework. And the divisions within the government work against intellectual cohesion in every respect.\\n\\nIt’s a good analysis.\\n\\nNow here’s the pep talk.\\n\\nBill Shorten:\\n\\nI believe ... we collectively, have been a strong opposition, probably stronger than people realised.\\n\\nIf we had said two and a half years ago, imagine back then, we’ll see off Abbott, we’ll see off Hockey, I didn’t predict the Washington angle, that we’ll see off Bronwyn Bishop, that we’ll see off the 2014 budget, that we’ll see off the 15% plans they had for GST and that we will start holding them to account on a range of their ministers.\\n\\nIf I had predicted to you two and half years ago that in the space of the last six months they’d have ministers change, you would have said ‘oh, Bill, you know.’ But that’s exactly what’s happened.\\n\\nAnd we’ve been doing that because we are a team. We’ve ticked the boxes of being a strong opposition.\\n\\nSo now is the time we have to dig a little deeper.\\n\\nWe can have no, I believe, acceptance or tolerance of giving up. There are millions of people who count on us. This is the time that we have to dig a bit deeper, this is the time where I believe in this team, and I’ve got to know all of you, you cannot only be as good as you believe you can be, you can be better than you realise.\\n\\nWhen people aren’t ready, and this government are not ready, when people do not act as a team, and they are not acting as a team, then they’re no better than anyone else and no-one person’s popularity can mask all these difficulties.\\n\\nI think Labor’s greatest strength is when we don’t give up being a team. Our greatest strength is when we act with a passion which indicates we are ready to govern. This election is there for the winning.\\n\\nIt’s going to take a team effort from all of us but I can assure you I believe in winning, there’s millions of Australians who believe that we should win and we just need this team to carry it down to the line.\\n\\n10.45pm GMT\\n\\nThe Labor leader Bill Shorten has a talking to caucus voice. He’s using it now.\\n\\nShorten, it must be said, is looking quite pleased with himself this morning.\\n\\nI don’t think we’ve .. [meaningful pause] we haven’t won the battle of ideas ... but we are engaged in the battle of ideas for the future of this country.\\n\\nAnd we’ve been announcing positive plans for Australia’s future.\\n\\n(This is the caucus pep talk.)\\n\\n10.31pm GMT\\n\\nRefugee advocates are unhappy about the Courier Mail story this morning which was the subject of my last post. The director of GetUp’s human rights campaign, Shen Narayanasamy , has issued a statement saying the following:\\n\\nPeter Dutton is in possession of medical reports which clearly state baby Asha’s injuries were accidental. This minister is making allegations which ignore medical evidence. He’s ignoring the fact that the police inquiry he initiated has concluded with no charges laid after just a couple of days. Dutton is trying on the kind of dirty politics we saw with “Children Overboard”, and the discredited allegations levelled at Save the Children staff last year.\\n\\n10.26pm GMT\\n\\nReaders with me yesterday will know there was contention in question time and afterwards after the immigration minister Peter Dutton suggested that asylum seekers were self harming in order to secure a hospital stay then a pathway to citizenship. Tasmanian independent Andrew Wilkie launched a censure motion against Dutton, backed by Green Adam Bandt. This was the Wilkie motion.\\n\\nThat the minister for immigration and border protection be censured for implying that the baby Asha was deliberately harmed as a means of facilitating asylum seeker access to Australia.\\n\\nThe Courier Mail reports this morning the mother of Asha has been interviewed by police “after a guard claimed she had admitted the girl was purposely burnt to get to Australia.”\\n\\nRenee Viellaris reports the mother refuted the allegations when interviewed by police at Lady Cilento Children’s Hospital on Friday.\\n\\nAn Immigration department guard alleged the mother had admitted the girl was purposely hurt to get out of detention in Nauru, sparking a child protection notification from Queensland’s Department of Child Safety. Queensland Police confirmed they received a child protection notification but said yesterday the investigation had been finalised. Police also intended to interview the girl’s father ­yesterday but cancelled the meeting once she was released from hospital into community detention.\\n\\nHere we see the problem I raised yesterday: the lack of information released into the public domain in orderly fashion to allow parliamentarians, voters and journalists to reach informed conclusions about the facts.\\n\\nHere, in this case study, we see guards with one version, Asha’s mother has another version – in parliament Dutton is then seen making a sweeping statement about the behaviour of asylum seekers to build a political case to justify the government’s punitive policy responses, and then objecting when he is called on the comment.\\n\\nHow can anyone see anything clearly in this environment? Seriously.\\n\\n10.05pm GMT\\n\\nI should note a couple of good stories around in the news cycle this morning.\\n\\nMy colleague Lenore Taylor notes that Senate cross benchers are trying to negotiate a compromise with the government over its proposed building industry watchdog in an attempt to avoid a fresh trigger for a double dissolution election.\\n\\nMatthew Knott at Fairfax is reporting that Cabinet has approved sweeping changes to Australia’s media ownership laws, including scrapping the population “reach rule” and the “two out of three” media ownership rule.\\n\\nSome commentary worth noting, too. Dennis Shanahan in The Australian notes the prime minister has located his inner Abbott.\\n\\nTurnbull has turned to the traditional favourite that Labor “can’t be trusted with the economy” and claims the Opposition Leader’s appeal to his electoral base with a clampdown on negative gearing will destroy house values, particularly in Sydney and Melbourne. The phrases, tone and arguments Turnbull used in parliament yesterday could all have come from Tony Abbott when he ruled out changes to negative gearing more than six months ago.\\n\\n9.55pm GMT\\n\\nFinance minister Mathias Cormann was on the ABC earlier this morning and was asked to clarify the government’s position on CGT. Cormann said he didn’t intend to announce the government’s policy on breakfast television, but the prime minister in question time yesterday had been “appropriately critical” of Labor’s policy position on capital gains (cutting the discount from 50% to 25% on assets held for more than 12 months.)\\n\\nUpdated at 9.58pm GMT\\n\\n9.45pm GMT\\n\\nAs well as giving the prime minister a tickle up, Chris Bowen confirmed that the Senate reform package would go to the Labor caucus this morning. Shadow cabinet resolved last night to oppose the government’s proposal. (It being Tuesday, there are partyroom meetings before the chambers get underway.)\\n\\nIf you are bamboozled by the mechanics of the voting reform proposal, my colleague, Daniel Hurst , is here to help .\\n\\n9.35pm GMT\\n\\nLabor’s Chris Bowen , to reporters a little while ago.\\n\\nNow, is there nothing this government won’t do to attack the retirement incomes of working Australians? Last week was the thought bubble about exemptions (from superannuation) for low income earners. We have seen the government rip away the tax concession for low income earners in superannuation. We have seen the government freeze the superannuation guarantee at 9.5%. And now, this miserable excuse for a government is contemplating reducing the capital gains tax discount for superannuation by half.\\n\\nNow, this goes to character as well as competence. If the prime minister can stand there at question time and deny even thinking about reducing capital gains tax discount and yet his ministers and his officers briefing out, talking to journalists, that afternoon, saying that, in fact, what he really meant was we would reduce the capital gains tax discount within superannuation.\\n\\nThis goes to the prime minister’s character. He cannot be trusted on tax. If he can’t be trusted on something he says at question time at two o’clock, how can his commitments about the GST be taken seriously?\\n\\n(Like I said earlier, watch for the reposition from the prime minister, or alternatively, watch for efforts from Labor to go down ‘the prime minister has misled the House’ route.)\\n\\n9.19pm GMT\\n\\nAs you can see from Mikearoo’s great opening picture of the independent Senator Glenn Lazarus , our corridor is teeming with aggrieved cross benchers this morning.\\n\\nIndependent Queensland senator Glenn Lazarus prepares for an appearance on morning TV in the press gallery of Parliament House in Canberra this morning, Tuesday 23rd February 2016. [http:\/\/media.guim.co.uk\/031f6c0376762e7b328f1b6989c7a8628ae2030d\/0_0_4500_3000\/1000.jpg] Independent Queensland senator Glenn Lazarus prepares for an appearance on morning TV in the press gallery of Parliament House in Canberra this morning, Tuesday 23rd February 2016. Photograph: Mike Bowers for the GuardianThe Family First Senator Bob Day has just been on the ABC flagging some kind of legal challenge to the government’s proposal to change Senate voting procedures. Day thinks it may be unconstitutional to disenfranchise the voters by ensuring that a vote is exhausted if the first, second or third preference of the voter does not get elected. Right now, he says, a vote remains alive for the duration of the count.\\n\\nFair to say these folks are cranky. No good will come of this , Day tells his host Michael Brissenden , somewhat darkly. This is the big guys ganging up on the little guys. Day has some reason to feel bruised. He’s voted with the government more than any other cross bencher. And now they’ve gone and stolen his play lunch.\\n\\n9.03pm GMT\\n\\nFANCY MEETING YOU HERE\\nGood morning everyone and welcome to Tuesday on Politics Live. Before we power into Tuesday, I think it’s worth recapping a notable development of Monday, and it’s this: the prime minister had a pretty bad day. Given it was Malcolm Turnbull’s first obviously bad day since taking the leadership, I’ll walk you through it.\\n\\nMonday started with an opinion poll which showed the major parties were locked in a dead heat (which in the real world should be heavily discounted, given one or two polls does not give you a trend, but in the febrile world of Australian politics, a bad poll is a thunderclap in the news cycle. Echo, echo, echo.)\\n\\nThe prime minister then unfurled his reforms to Senate voting reforms, which, without bipartisan support, will be more difficult to land without mess and contention. The cross benchers fired up talk of dirty deals, and Labor started hurling around the concept of gerrymanders just to spice things up. Governments tend to approach the politically sensitive subject of political reform on a bipartisan basis for a reason: change happens with very little contention attached to it. Change has to happen to the Senate voting system because the voting system is being gamed – there’s no doubt about that – but without bipartisanship, the conversation is more risky.\\n\\nMalcolm Turnbull then rolled into question time, and stuffed up. He told the parliament in response to a question from Labor’s Chris Bowen : “Increasing capital gains tax is no part of our thinking whatsoever.” Late yesterday evening that statement was being walked back. It became clear the government was, in fact, contemplating measures like halving the capital gains tax discount for superannuation funds. So that part of increasing capital gains tax was, in fact, part of the thinking. It will be interesting to see how the prime minister handles the reposition after that stumble today.\\n\\nThe other negative for Turnbull in question time I mentioned yesterday. Labor is keen right now to back the prime minister into a corner where he will define himself as being all for the aspirational rich, the investor class, at the expense of people who are, say, struggling to buy a house. Turnbull cooperated with that effort yesterday both in tone and in substance. I might be quite wrong about this, it wouldn’t be the first time, but I suspect the combination of reflexive partisan negativity and defending the assets of people who can probably cope with one less tax concession is not a good look for him, Malcolm Turnbull . His political style is charm and disarm, not smash and plunder.\\n\\nI’m sure the prime minister is being advised to muscle up to Labor, to ramp up the high visibility contrast before powering through quick sticks to the election. But the prime minister also needs to consider what’s in his own long term interests as a political leader: the one who promised voters, less aggro, less chaos, less madness, and a genuine conversation about policy when he toppled Tony Abbott last September. Abbott got sucked in to serving the machine at his own personal cost. It would be good for the collective sanity of politics lovers everywhere if the current prime minister resisted the invitation to repeat past mistakes.\\n\\nAnyway, let’s power on. Today thread is open for love readers, hate readers, grammar watchers, spell checkers, encouragers and discouragers. Welcome everyone. Magic Mikearoo and I are also dancing like we won’t make it til Wednesday on the Twitters. He’s @mpbowers and I’m @murpharoo\\n\\nTwirl under the disco ball blogans, bloganistas. Blame it on the boogie. Here comes Tuesday.\"}}",
    "headers" : {
      "Etag" : "W\/\"agMppEDELfdh1t3HX\/4mbw==\"",
      "Content-Type" : "application\/json; charset=utf-8",
      "Connection" : "Keep-Alive",
      "X-Backside-Transport" : "OK OK",
      "X-Cf-Requestid" : "205cc73a-d18f-48ac-6158-c591d56d2325",
      "X-Powered-By" : "Express",
      "Date" : "Tue, 23 Feb 2016 00:04:20 GMT",
      "X-Client-IP" : "189.33.188.5",
      "X-Global-Transaction-ID" : "2263436929",
      "Transfer-Encoding" : "Identity"
    },
    "method" : "GET",
    "status" : 200,
    "uri" : "http:\/\/replace.yourhost.com\/api\/news\/YXVzdHJhbGlhLW5ld3MvbGl2ZS8yMDE2L2ZlYi8yMy90aGUtY29hbGl0aW9uLWZsb2F0cy1oYWx2aW5nLXRoZS1jYXBpdGFsLWdhaW5zLWRpc2NvdW50LWZvci1zdXBlci1mdW5kcy1wb2xpdGljcy1saXZl"
  },
  {
    "body" : "{\"success\":true,\"result\":{\"translatedText\":\"00:00 GMT\\n\\nOntem à noite, após sua aparição no ABC 7,30 Report, eu pensei no Twitter se o ministro das Finanças Mathias Cormann vezes entrou na privacidade de seu banheiro, ministerial e gritou incontrolavelmente.  Essa foi a minha maneira de dizer que esse cara já faz o bloco. \\n\\nO loop de volta ao posto anterior de Morrison na caçada de fadas pôneis, e Joe Hockey curtindo a boa vida em Washington, eu vou trazer o ministro das Finanças por um momento.  Na semana passada, eu assisti o ministro das Finanças sentar calmamente e tranquilamente em uma mesa no enquanto o Clube Nacional de Imprensa, no pódio, o tesoureiro Scott Morrison argumentou agora o governo estava meio preso em opções de reforma tributária maior agora porque não há muito foi feito durante o governo do primeiro dois anos de mandato. \\n\\nIsso seria durante o mandato de Cormann como ministro das Finanças.  Agora Cormann claro é o segundo ministro econômico em finanças, não o primeiro.  As declarações de Morrison era um suborno para Abbott e Hockey, não Cormann, mas se eu fosse uma pessoa propensa a abafada incidentes gritando em banheiros ministerial, eu me sentiria um pouco apagado pela caracterização dos meus dois anos em um portfólio econômico chave do pódio do Povo pelo cara que tinha acertado no trabalho. \\n\\nTambém observe que Cormann saiu no dia seguinte para indicar o sangramento evidente no assunto de verme suporte: que com o crescimento lento dos salários e inflação contida, não havia urgência particular em tratar cara suporte agora.  Óbvio que o homossexualismo que intervenção, mas totalmente diferente do que Morrison tem falado sobre essa questão. \\n\\nEntão ontem, em tempo de Senado, Cormann tinha que absorver essa rachadura gratuita de obra. \\n\\nP: Senhor presidente, eu peço uma pergunta complementar.  O ministro concorda com o tesoureiro, Joe Hockey que 'preparando negativo deve ser distorcido para novas moradias para que haja um incentivo para incluir ações de habitação em vez de um incentivo para especular sobre propriedade existente'? \\n\\nCormann Mathias:\\n\\nNão. \\n\\nUm post alongado que diz nada mais ou menos do que eu ainda estou pensando sobre esse banheiro. \\n\\n23:20 GMT\\n\\nNa questão de cavar um pouco mais fundo, um pensamento que passa sobre o trabalho da equipe. \\n\\n1 Coríntios 12:26\\n\\nE se um membro sofre, todos os membros sofrem com isso; se um membro é honrado, todos os membros se alegrar com isso. \\n\\nAtualizado às 23:22 GMT\\n\\n23:18 GMT\\n\\nLeitores com a gente ontem sabe que Mike e eu estamos trabalhando numa série #BrickParliament do tesoureiro, caçada implacável de Scott Morrison para criaturas míticas, sejam eles mágico cavalos ou unicórnios ou .. \\n\\n#BrickParliament A busca por criaturas míticas continua o tesoureiro ScoMo encontra um Tigre da Tasmânia e um #BrickParliament Graal, 22 de fevereiro de 2015 [ http:\/\/media.guim.co.uk\/92264ca1eec6e2bf581a38193e39ad92dd59e9cf\/0_0_4500_3000\/1000.jpg ] A busca por criaturas míticas continua o tesoureiro ScoMo encontra um Tigre da Tasmânia e um Graal, 22 de fevereiro de 2015 Fotografia: Mike Bowers para o Morrison GuardianWhile trabalhos fora para encontrar algo para dizer, o cara que ele substituiu, Joe Hockey, parece estar acertando  Na vida americana muito bem. \\n\\nNa casa famoso estádio Pk de Boston Red Sox para Aus US Business Week pic.twitter.com\/qw8HyUTPhr\\n\\n-Joe Hockey (@JoeHockey) 22 de fevereiro, 201611.08pm GMT\\n\\nCave um pouco mais fundo. \\n\\nO líder da oposição Bill Encurtar aborda uma reunião ALP bancada no Parlamento Assembleia, Canberra esta manhã, 23 de fevereiro de 2016.  Fotografia por Mike Bowers [ http:\/\/media.guim.co.uk\/76953fd7a8754b98e375489be2a70dd31e35026a\/0_0_2931_2089\/1000.jpg ] líder da oposição Bill Encurtar aborda uma reunião ALP bancada no Parlamento Assembleia, Canberra esta manhã, 23 de fevereiro de 2016.  Fotografia por Mike Bowers Foto: Mike Bowers para o retrato GuardianBrilliant da Magia Mikearoo. \\n\\nAtualizado às 23:13 GMT\\n\\n22:59 GMT\\n\\nSHORTEN: TEMOS PARA DIG Um pouco mais\\nEu vou te poupar a referências a Green Esquerda Semanal e unicórnios e vermelhos nas camas e as várias analogias, porque o conteúdo da mensagem de Abrevie é interessante.  É um trabalho da equipe de homilia, defendendo com o plano, e não desistir. \\n\\nO líder Mão diz Turnbull, saiu da reserva.  Ele começou como o homem para todos.  Agora ele está se adaptando seu primeiro posto como o homem para os interesses.  Encurtar diz que o primeiro-ministro está ansiosa, preocupada em perder sua popularidade.  O debate fiscal tem sido uma confusão porque o governo não está acusando mudança num quadro coerente.  A divisões dentro do trabalho do governo contra a coesão intelectual em todos os aspectos. \\n\\nÉ uma boa análise. \\n\\nAgora aqui está a conversa. \\n\\nReduzir Bill:\\n\\nEu acredito ...  Nós coletivamente, foram uma oposição forte, provavelmente mais forte que as pessoas perceberam. \\n\\nSe tivéssemos dito há dois e meio anos, imagine naquela época, veremos se Abbott, veremos se Hockey, eu não prever o ângulo de Washington, que vemos de Bronwyn Bishop, que vamos ver se o orçamento de 2014, que vamos ver na 15% planos que tinham para GST e que começaremos com as contas em um intervalo de seus ministros. \\n\\nSe eu tivesse previsto para vocês dois e meio anos atrás que no espaço dos últimos seis meses eles teriam os ministros mudar, você teria dito ' oh, Bill, você sabe. ' Mas isso é exatamente o que aconteceu. \\n\\nE nós estamos fazendo isso porque somos uma equipe.  Nós temos marcado as caixas de ser uma oposição forte. \\n\\nEntão, agora é a hora de ter que cavar um pouco mais fundo. \\n\\nPodemos ter nenhum, acredito, aceitação ou tolerância de desistir.  Há milhões de pessoas que contam com a gente.  Este é o tempo que temos que cavar um pouco mais fundo, esta é a hora em que eu acredito nessa equipe, e eu tenho que saber todos vocês, você não pode apenas ser tão bom quanto você acredita que pode ser, você pode ser melhor do que você imagina. \\n\\nQuando as pessoas não estão prontos, e este governo não estão prontos, quando as pessoas não agem como uma equipe, e eles não estão agindo como um time, então eles não é melhor do que ninguém e popularidade ninguém pessoa pode mascarar todas essas dificuldades. \\n\\nAcho que a maior força da obra é quando nós não desista sendo uma equipe.  Nossa maior força é quando agimos com uma paixão que indica que estamos prontos para governar.  Esta eleição está aí para o vencedor. \\n\\nEle vai levar um esforço de equipe de todos nós, mas eu posso garantir que eu acredito na vitória, há milhões de australianos que acreditam que deveríamos ganhar e nós só precisamos desta equipe para carregá-la até a linha. \\n\\n22:45 GMT\\n\\nA obra líder Bill Encurtar tem um falando com voz política.  Ele está usando agora. \\n\\nDiminua, deve ser dito, está procurando muito satisfeito com ele esta manhã. \\n\\nEu não acho que nós temos.  [ Pausa significativa ] nós não ganhou a batalha de ideias ...  Mas estamos engajados na batalha de ideias para o futuro deste país. \\n\\nE nós estamos anunciando planos positivas para o futuro da Austrália. \\n\\n(Esta é a conversa política. )\\n\\n22:31 GMT\\n\\nDefensores de refugiados estão descontentes com a história Courier Mail esta manhã que foi o tema da minha última postagem.  O diretor da GetUp dos direitos humanos campanha, Shen Narayanasamy, emitiu uma declaração dizendo o seguinte:\\n\\nPeter Dutton está em posse de relatórios médicos que claramente ferimentos bebê Asha, foram acidentais.  Este ministro está fazendo alegações que ignora provas médicas.  Ele está ignorando o fato de que o inquérito policial que iniciou concluiu sem acusações definidas após apenas alguns dias.  Dutton está tentando no tipo de política suja vimos com \\\"crianças mar\\\", e as acusações levantadas contra Salvar desacreditado a equipe Filhos no ano passado. \\n\\n22:26 GMT\\n\\nLeitores comigo ontem saberá que tinha contenção em tempo pergunta e depois depois de o ministro da imigração Peter Dutton sugeriu que os requerentes de asilo foram auto prejudicar para garantir uma internação no hospital, um caminho para a cidadania.  Tasmânia independente Andrew Wilkie lançou uma moção de censura contra Dutton, apoiada pelo rei Adam Green.  Este foi o movimento Wilkie. \\n\\nO ministro de imigração e proteção de fronteira seja censurado por insinuar que o bebê Asha foi deliberadamente prejudicado como um meio de facilitar o acesso a asilo à Austrália. \\n\\nO Courier Mail relata esta manhã a mãe de Asha foi entrevistado pela polícia \\\" após um guarda alegou que ela havia admitido a garota era propositalmente queimado para chegar à Austrália. ?\\n\\nRenee Viellaris relata a mãe refutou as acusações quando entrevistados pela polícia no Hospital Dona Cilento Filhos na sexta-feira. \\n\\nUm guarda do departamento de Imigração alegou a mãe tinha admitido a garota era propositalmente mal sair da detenção em Nauru, provocando uma notificação de proteção à criança do Departamento de Queensland de Segurança Infantil.  A polícia de Queensland confirmou que recebeu uma notificação de proteção à criança, mas disse ontem a investigação havia sido finalizado.  A polícia também pretende entrevistar ­yesterday o pai da menina, mas cancelou a reunião quando ela saiu do hospital em detenção da comunidade. \\n\\nAqui vemos o problema que levantou ontem: a falta de informação divulgada no domínio público na forma ordenada para permitir que parlamentares, eleitores e jornalistas para chegar a conclusões informado sobre os fatos. \\n\\nAqui, neste estudo de caso, vemos guardas com uma versão, a mãe de Asha tem outra versão no parlamento Dutton é então visto fazendo uma declaração abrangente sobre o comportamento dos requerentes de asilo para construir um caso político para justificar as respostas políticas repressivas do governo, e então a protestar quando ele é chamado para o comentário. \\n\\nComo alguém pode ver nada claramente nesse ambiente?  Sério. \\n\\n22:05 GMT\\n\\nDevo observar algumas boas histórias aqui no ciclo de notícias esta manhã. \\n\\nMeu colega Leonora Taylor observa que tem cruz do Senado estão tentando negociar um compromisso com o governo sobre sua proposta de construção de indústria em uma tentativa de evitar um novo acionador para uma eleição dissolução duplo. \\n\\nMatthew Knott em Fairfax está relatando que governo aprovou mudanças radicais para Austrália as leis de propriedade de mídia, incluindo abate a população \\\"a regra\\\" e a \\\"dois dos três\\\" meios de propriedade de regra. \\n\\nAlguns comentários vale notar, também.  Dennis Shanahan em notas australiano o primeiro-ministro tem localizado seu interior Abbott. \\n\\nTurnbull virou o favorito tradicional que obra \\\"não pode ser confiável com a economia\\\" e solicita a líder da oposição recorrer à sua base eleitoral com uma repressão na engrenagem negativo destruirá valores casa, particularmente em Sydney e Melbourne.  As frases, tom e argumentos Turnbull usado no Parlamento ontem podia ter vindo de todos Tony Abbott quando ele descartou mudanças negativas se preparando há mais de seis meses. \\n\\n21:55 GMT\\n\\nO ministro das Finanças Mathias Cormann estava no ABC no início desta manhã e foi solicitado a esclarecer a posição do governo sobre CGT.  Cormann disse que não pretende anunciar políticas do governo na televisão da manhã, mas o primeiro-ministro em tempo pergunta ontem tinha sido \\\"apropriadamente crítico\\\" da posição política de Mão de Obra em ganhos de capital (cortando o desconto de 50% para 25% em ativos detidos por mais de 12 meses. )\\n\\nAtualizado às 21:58 GMT\\n\\n21:45 GMT\\n\\nAssim como dar ao primeiro-ministro uma comichão, Chris Bowen confirmou que o pacote de reformas no Senado iria ao partido Mão esta manhã.  Gabinete Shadow resolvido ontem para se opor a proposta do governo.  (Não sendo terça-feira, há reuniões partyroom antes do quarto ficar em andamento. )\\n\\nSe você estiver enganada pelos mecânicos da proposta de reforma de votação, meu colega, Daniel Hurst, está aqui para ajudar. \\n\\n21:35 GMT\\n\\nLabor Chris Bowen, para jornalistas há algum tempo. \\n\\nAgora, há nada esse governo não vai fazer para atacar os rendimentos de aposentadoria de trabalhar os australianos?  Na semana passada foi a bolha pensado isenções (de aposentadoria) para trabalhadores de baixa renda.  Nós vimos o governo tirar a concessão de impostos para trabalhadores de baixa renda na aposentadoria.  Nós vimos o governo congelar a garantia de aposentadoria em 9,5%.  E agora, esta desculpa miserável para um governo está considerando reduzir o desconto do imposto os ganhos de capital para aposentadoria pelo meio. \\n\\nAgora, isso vai para a personagem, além de competência.  Se o primeiro-ministro pode ficar lá no tempo de pergunta e negar nem pensar em reduzir o desconto do imposto os ganhos de capital e ainda seus ministros e seus oficiais reunião fora, falando com jornalistas, naquela tarde, dizendo que, na verdade, o que ele realmente queria dizer que reduziria o desconto do imposto os ganhos de capital em aposentadoria. \\n\\nIsso vai para o caractere do primeiro-ministro.  Ele não pode ser confiável em impostos.  Se ele não pode ser confiável em algo que ele diz no tempo de pergunta em duas horas, como pode seus compromissos sobre o GST ser levada a sério? \\n\\n(Como eu disse anteriormente, veja o reposicionamento do primeiro-ministro, ou alternativamente, veja os esforços da obra para descer ' o primeiro-ministro tem enganado a rota da Casa. )\\n\\n21:19 GMT\\n\\nComo você pode ver a foto de abertura do Mikearoo grande independente Lázaro Glenn Senador, nosso corredor está cheio de banqueiros cruz vítima esta manhã. \\n\\nIndependente de Queensland senador Glenn Lázaro se prepara para uma aparição na TV pela manhã na tribuna de imprensa do Parlamento Assembleia em Canberra esta manhã, 23 de fevereiro de 2016.  [ http:\/\/media.guim.co.uk\/031f6c0376762e7b328f1b6989c7a8628ae2030d\/0_0_4500_3000\/1000.jpg ] Independent Queensland senador Glenn Lázaro se prepara para uma aparição na TV pela manhã na tribuna de imprensa do Parlamento Assembleia em Canberra esta manhã, 23 de fevereiro de 2016.  Foto: Mike Bowers para o GuardianThe Família Primeiro senador Bob Day tem sido apenas na ABC sinalizar algum tipo de desafio jurídico para a proposta do governo para mudar os procedimentos de votação do Senado.  Dia acha que pode ser inconstitucional para desqualificar os eleitores assegurando que uma votação é esgotada se o primeiro, segundo ou terceiro preferência do eleitor não ser eleito.  Agora, diz ele, uma votação permanece vivo pela duração da contagem. \\n\\nÉ justo dizer que essas pessoas estão irritados.  Nenhum bom virá disso, Dias informa seu anfitrião Michael Brissenden, um pouco escuro.  Este é o grande pessoal conspirando contra os pequenos.  Dia tem algum motivo para se sentir ferido.  Ele votou com o governo mais do que qualquer outra cruz colocado.  E agora eles foram e roubado sua peça almoço. \\n\\n21:03 GMT\\n\\nNOITE DA REUNIÃO QUE AQUI\\nBom dia a todos e bem-vindos ao terça-feira em política Live.  Antes de poder na terça-feira, acho que vale recapitulando um desenvolvimento notável de segunda-feira, e é esta: o primeiro-ministro teve um dia muito ruim.  Dado foi Malcolm Turnbull primeiro obviamente mal dia desde que a liderança, eu vou levá-lo por isso. \\n\\nSegunda-feira começou com uma pesquisa de opinião que mostraram que os principais partidos estavam trancadas em um empate (que no mundo real deve ser fortemente descontado, dada uma ou duas pesquisas não te dar uma tendência, mas no mundo febril da política australiana, uma pesquisa ruim é um ribombar no ciclo de notícias.  Eco, eco, eco. )\\n\\nO primeiro-ministro, desfraldado suas reformas para reformas de votação no Senado, que, sem apoio bipartidário, será mais difícil pousar sem bagunça e contenção.  Os banqueiros cross disparou a falar de acordos sujos, e Mão de Obra começou arremessando em torno do conceito de gerrymanders só para apimentar as coisas.  Os governos tendem a abordar o assunto politicamente sensível da reforma política em uma base bipartidária para uma razão: mudança acontece com muito pouca contenção anexado a ele.  Mudança tem que acontecer com o sistema de votação do Senado porque o sistema de votação está sendo caçado, não há dúvida sobre isso, mas sem o bipartidarismo, a conversa é mais arriscado. \\n\\nMalcom Turnbull, recuperada no tempo pergunta, e recheados.  Ele disse ao Parlamento em resposta a uma pergunta do Chris Bowen obra: \\\" O aumento de impostos sobre os ganhos de capital não é parte de nosso pensamento. \\\" Late ontem à noite que declaração estava sendo voltou.  Ficou claro o governo está, na verdade, contemplando medidas como reduzir o desconto do imposto os ganhos de capital para os fundos de aposentadoria.  Então, essa parte do aumento do imposto os ganhos de capital era, na verdade, parte do pensamento.  Será interessante ver como o primeiro-ministro trata da reposição após o tropeço hoje. \\n\\nO outro negativo para Turnbull no tempo pergunta eu mencionei ontem.  Mão está interessado agora apoiar o primeiro-ministro em uma esquina onde ele vai se definir como sendo tudo para o rico aspiracional, a classe de investidores, em detrimento de pessoas que são, digamos, lutando para comprar uma casa.  Turnbull colaborou com esse esforço ontem tanto no tom e na substância.  Não pode ser tão errado sobre isso, não seria a primeira vez, mas eu suspeito a combinação de negatividade partidária reflexiva e defender os bens de pessoas que podem estar a lidar com um imposto menor concessão não é uma boa olhada para ele, Malcom Turnbull.  Seu estilo político é charme e desarmar, não esmagar e pilhar. \\n\\nTenho certeza que o primeiro-ministro está sendo aconselhado a força até a obra, para elevar o contraste de visibilidade alta antes de ligar por meio de rápidas para a eleição.  Mas o primeiro-ministro também precisa considerar o que está em seu próprio interesse a longo prazo como um líder político: o único que prometeu aos eleitores, menos violência, menos caos, loucura, e uma conversa genuína sobre política quando ele derrubou Tony Abbott em setembro.  Abbott tem sugado para servir a máquina em seu próprio custo pessoal.  Seria bom para a saúde coletiva da política amantes em todo lugar se o primeiro-ministro atual resistiu ao convite para repetir erros passados. \\n\\nEnfim, vamos ligar.  Encadeamento Hoje é aberto para os leitores amor, ódio leitores, observadores da gramática, damas feitiço, encouragers e discouragers.  Bem-vindo a todos.  Magic Mikearoo e eu também estão dançando como nós não faremos isto até quarta-feira no Twitter.  Ele é @mpbowers e eu sou @murpharoo\\n\\nRodopia sob a blogans bola de discoteca, bloganistas.  A culpa é da dança.  Aqui vem terça-feira.\"}}",
    "headers" : {
      "Etag" : "W\/\"zTdFzFrZhD9K4CrkOQ\/82g==\"",
      "Content-Type" : "application\/json; charset=utf-8",
      "Connection" : "Keep-Alive",
      "X-Backside-Transport" : "OK OK",
      "X-Cf-Requestid" : "8df93f87-ac3d-48f5-5bc6-68c4d06aa768",
      "X-Powered-By" : "Express",
      "Date" : "Tue, 23 Feb 2016 00:04:37 GMT",
      "X-Client-IP" : "189.33.188.5",
      "X-Global-Transaction-ID" : "2353753575",
      "Transfer-Encoding" : "Identity"
    },
    "method" : "GET",
    "status" : 200,
    "uri" : "http:\/\/replace.yourhost.com\/api\/translate\/YXVzdHJhbGlhLW5ld3MvbGl2ZS8yMDE2L2ZlYi8yMy90aGUtY29hbGl0aW9uLWZsb2F0cy1oYWx2aW5nLXRoZS1jYXBpdGFsLWdhaW5zLWRpc2NvdW50LWZvci1zdXBlci1mdW5kcy1wb2xpdGljcy1saXZl"
  },
  {
    "body" : "{\"success\":true,\"result\":{\"translatedText\":\"O Liverpool se ofereceu para pagar R$ 2bn para o custo de HS2 se o governo concorda em adicionar um trecho de 20 quilômetros de pista que levaria a cidade na rede ferroviária de alta velocidade planejada. \\n\\nCom a ferrovia, o 55bn propôs vincular diretamente Manchester e Leeds para Birmingham e Londres, os líderes Liverpool temem que a cidade será deixado para trás suas contrapartes no norte. \\n\\nA oferta do Liverpool seria um compromisso de pagamento a longo prazo-e dependem principalmente na devolução de acompanhamento de recursos normalmente pagos direto ao Tesouro, incluindo contribuições de seguro nacional local empregadores '. \\n\\nNo entanto, políticos insistiu que as propostas são críveis e enfatizou que o investimento seria pagar dividendos para o Liverpool e a economia britânica. \\n\\nO prefeito de Liverpool, Joe Anderson, e os parlamentares locais, incluindo Angela Eagle e Louise Ellman, o presidente do comitê de seleção de transporte, apoiou um relatório pela ResPublica, que alegou um link de alta velocidade para o Liverpool é essencial para o sucesso da \\\"potência do norte\\\" idealizado pelo chanceler, George Osborne. \\n\\nRelacionado: HS2: o custo humano da Grã-Bretanha mais caro que o projeto ferroviário | Patrick Barkham\\n\\nO plano seria ver uma linha de alta velocidade dedicada vinculando o Liverpool ao norte rota HS2 de Crewe, conectando-se ao Manchester e seu aeroporto.  O link formariam o ponto ocidental de uma rota HS3 de links rápidos leste-oeste entre as cidades do norte. \\n\\nO relatório coloca o custo de extensão HS2 para o Liverpool em 3bn e diz que a cidade poderia cobrir dois terços desse montante de receitas aumentou na taxa de negócios e o emprego que a linha seria estimular a várias décadas. \\n\\nAnderson disse: \\\" A necessidade de o Liverpool estar conectado a ambas as outras cidades do norte e Londres é enorme se nós como uma cidade vamos jogar nossa parte da geração de dinheiro, emprego e crescimento contínuo através da potência do norte. \\n\\n\\\" Nosso plano de financiamento que compõem o grosso dos preços com R$ 2bn vindo de manter contato com os impostos criados localmente, em vez de enviá-los para o Tesouro.  Utilizando esse mecanismo permitirá que os nós e a economia mais ampla para mover mais prosperidade. ?\\n\\nAnderson acrescentou que não vê problemas logísticos na construção de uma linha de alta velocidade para Liverpool, diferentemente do sul, que tem visto moradores de Camden e o Chiltern na difícil campanha específica contra a primeira fase de rota HS2.  A extensão seria liberar capacidade em linhas existentes de trilho para frete, com milhões de contêineres esperados pela porta Liverpool2 abrir no mês que vem, disse ele. \\n\\n\\\" Se estamos falando sério sobre o reequilíbrio da economia, tem que ser uma distribuição mais justa da infraestrutura passar todas essas Crossrails 2, 3 ou 10 em Londres provavelmente vai acontecer antes de chegarmos HS3.  Eles têm que ligar o norte \\\", disse Anderson. \\n\\nOs lucros do túneis Mersey poderia ser investidos no link HS2, o relatório sugere, embora Anderson afirmou que prefere gastar esse dinheiro agora por causa de como severamente a cidade foi afetado por cortes do governo central. \\n\\nRelacionado: Por que a Grã-Bretanha está falhando em infraestrutura, o alicerce da política Tory\\n\\nAnderson admitiu que seria difícil de vender o Liverpool pagando, porém prudente, para uma conexão quando o controle do Manchester foi financiado centralmente.  Mas, ele disse: \\\" Isso é uma questão de nós mostrando como determinados nós devem ter.  É realmente para expor os fracassos do governo não argumento para continuar a linha aqui: o caso da economia é clara.  Isso vai ser prejudicial, sendo excluído financeiramente?  Sim, nós vamos ser prejudicados. ?\\n\\nEllman afirmou que as propostas foram \\\" bem pensado e deve ser seriamente considerada. ?\\n\\nUma rota detalhada para a segunda fase da rede HS2, ao norte, devido a ser construído entre 2026 e 2033, deve ser publicado ainda este ano. \\n\\nUm porta-voz do HS2, disse que as propostas atuais veria benefício Liverpool com dois trens de alta velocidade por hora compatível com faixas existentes após a rota conectar Londres e Birmingham é concluída em 2016, tornando as viagens da capital meia hora mais rápido.\"}}",
    "headers" : {
      "Etag" : "W\/\"LBdsdO2TK9NaYFxoe8NlxA==\"",
      "Content-Type" : "application\/json; charset=utf-8",
      "Connection" : "Keep-Alive",
      "X-Backside-Transport" : "OK OK",
      "X-Cf-Requestid" : "3f945464-600a-41e7-52c7-ccbf1ab58ea9",
      "X-Powered-By" : "Express",
      "Date" : "Tue, 23 Feb 2016 00:05:23 GMT",
      "X-Client-IP" : "189.33.188.5",
      "X-Global-Transaction-ID" : "2263544465",
      "Transfer-Encoding" : "Identity"
    },
    "method" : "GET",
    "status" : 200,
    "uri" : "http:\/\/replace.yourhost.com\/api\/translate\/dWstbmV3cy8yMDE2L2ZlYi8yMy9saXZlcnBvb2wtb2ZmZXJzLTJibi1oczItbmV0d29yaw=="
  },
  {
    "body" : "{\"success\":true,\"result\":{\"translatedText\":\"O Uber recebeu e não agir sobre uma queixa que o Uber motorista Jason Dalton tinha sido \\\"dirigindo perigosamente\\\" antes que ele continuou a atirar e matar seis pessoas no sábado à noite em Michigan. \\n\\nO cavaleiro, Matt Mellen, relatou Dalton por dirigir irregular e disse que tinha chamado a polícia após \\\"pular\\\" fora do carro.  O Uber confirmou esta tarde que não havia revisado o feedback, que chegou quatro horas antes da primeira vítima foi morto. \\n\\n\\\" Não tem uma milha da minha casa, e ele tem uma chamada telefônica.  Depois disso, ele começou a dirigir erraticamente, correndo os sinais de parada, \\\" Mellen disse WWMT afiliada da CNN.  \\\" Nós estávamos meio dirigindo por medianas, dirigindo pelo gramado correndo junto e finalmente, quando ele veio para uma parada, eu pulei fora do carro e fugiu. ?\\n\\n\\\"Ele disse que o homem estava dirigindo de forma irregular, afirmou o porta-voz, pausando:\\\" Lembre-se que estamos fazendo 3 milhões de viagens por dia.  Como você priorizar o feedback e como pensa sobre isso? ?\\n\\n\\nRelacionado: vítimas -Kalamazoo incluem um 'esperto' alta escola sênior, um professor e uma 'alma gêmea'\\n\\nComo a queixa era sobre condução errática em vez de serem explicitamente sobre a violência, os responsáveis pela segurança do Uber não priorizar isso. \\n\\n\\\" Qualquer coisa que tenha um sopro de violência, 'o motorista me agrediu', vamos suspender a pessoa imediatamente, mas onde é algo como má condução ...  \\\" O porta-voz continuou.  \\\" Porque temos muita gente dizendo que a pena e há dois lados para isso e, às vezes, não é justo para desativá-los ou não lhes dar um aviso. ?\\n\\nEsta queixa \\\"caiu naquele depósito de volta\\\". \\n\\nO Uber imediatamente não desativar motoristas para dirigir irregulares por causa do volume de reclamações. \\n\\n\\\" A razão de fazer isso, só para ficar claro, é porque com algo como dirigir mal, não vamos tirar a capacidade de alguém para ganhar a vida sem falar com eles antes, afirmou o porta-voz. \\n\\nEntão, tive que me estendeu o atirador depois de receber a queixa? \\n\\n\\\" Nós não tinha chegado perto de fazer isso, não, disse o porta-voz, antes de pedir para não ser citado pelo nome. \\n\\nRelacionado: tiroteio Kalamazoo coloca Uber em destaque por preocupações de segurança\\n\\nDalton passou um cheque de fundo e se tornou um motorista no dia 25 de janeiro.  Ele tinha dado cerca de 100 brinquedos. \\n\\n-Kalamazoo County Sheriff Richard Fuller disse que o Uber está cooperando com as autoridades policiais, e ele acredita que a empresa vai \\\"ajudar a gente preencher algumas lacunas de linha\\\". \\n\\nInvestigadores estão particularmente interessados em comunicação entre Dalton e Uber, assim como clientes ele pode ter orientado, o xerife disse. \\n\\nA polícia não forneceu um motivo.  As vítimas não tinham ligação aparente com o atirador ou para o outro. \\n\\nOs ataques começaram na noite de sábado fora do complexo de apartamentos Meadows na periferia leste de Kalamazoo County, onde uma mulher foi baleado várias vezes. \\nUm pouco mais de quatro horas depois e a 15 milhas, um pai e seu filho de 17 anos foi baleado enquanto olhando carros em uma concessionária. \\n\\nQuinze minutos depois disso, cinco pessoas foram baleada no estacionamento de um restaurante Cracker Barrel.  Quatro deles morreram. \\n\\nO Uber proíbe passageiros e motoristas de possuir armas de qualquer tipo em um veículo.  Qualquer pessoa considerada em violação da política pode ser proibido de usar ou de condução para o serviço.\"}}",
    "headers" : {
      "Etag" : "W\/\"hZPvnuKU\/c8+2EfkpqU9Yw==\"",
      "Content-Type" : "application\/json; charset=utf-8",
      "Connection" : "Keep-Alive",
      "X-Backside-Transport" : "OK OK",
      "X-Cf-Requestid" : "14a14df9-5b0b-4a07-5d5b-36cd1695e4e2",
      "X-Powered-By" : "Express",
      "Date" : "Tue, 23 Feb 2016 00:03:51 GMT",
      "X-Client-IP" : "189.33.188.5",
      "X-Global-Transaction-ID" : "2263368993",
      "Transfer-Encoding" : "Identity"
    },
    "method" : "GET",
    "status" : 200,
    "uri" : "http:\/\/replace.yourhost.com\/api\/translate\/dXMtbmV3cy8yMDE2L2ZlYi8yMi9rYWxhbWF6b28tc2hvb3Rpbmctc3ByZWUtamFzb24tZGFsdG9uLXViZXItaWdub3JlZC1zYWZldHktY29tcGxhaW50"
  },
  {
    "body" : "{\"success\":true,\"result\":{\"translatedText\":\"23:59 GMT\\n\\nEstá chovendo menções hoje por Marco Rubio, relata Sabrina Siddiqui.  O senador Dan Coats de Indiana é a última a saltar a bordo. \\n\\nEXCLUSIVO: @SenDanCoats anuncia apoio formal para @marcorubio para presidente @rtv6 pic.twitter.com\/Rihga4l2Yl\\n\\n-#IndyThisWeek (@IndyThisWeek) 22 de fevereiro, 2016Earlier, Rubio tem o apoio de senadores Jeff Flake Orrin Hatch, e a segunda mão, levemente usado, ainda em aprovação de boa condição de candidata a vice, Bob Dole, que haviam apoiado Bush. \\n\\nTalvez Bob Dole deve run11.45pm GMT\\n\\nMaria La Ganga investigou as possíveis razões porque, apesar de sua liderança nas pesquisas, Donald Trump pode perder aqui em Nevada amanhã: a falta de um jogo. \\n\\nDonald Trump tem uma das campanhas de menor e menos organizados em Nevada, de acordo com autoridades republicanas e agentes no estado, levantando questões sobre a prontidão do bilionário para outro concurso caucus baseada após a decepcionante segundo terminar em Iowa. \\n\\nSenador do Texas Ted Cruz venceu o magnata imobiliário ousado na disputa republicana do Iowa com a ajuda de cristãos evangélicos e uma rede superior de voluntários; trabalhadores, são críticas em estados como Nevada e Iowa, que escolhe seus candidatos presidenciais através de um sistema política complicada. \\n\\nDonald Trump deixa torcedores frio como ele acusa Rubio 'suor excessivo' Leia mais\\n\\nOito dias depois de sua contusão perda, Trump ganhou o primário Nova Hampshire, declarando: \\\" Aprendemos muito sobre o jogo terrestre em uma semana. ?\\n\\nA grande questão é se ele tem aprendido bastante. \\n\\nEmbora a resposta não se tornar mais clara até convenções republicanas em Nevada em 23 de fevereiro, após o primário na Carolina do Sul no sábado, a estrela reality parece estar atrasados seus concorrentes mais organizados em chegar a Nevada difícil reunir bancada de espectadores. \\n\\n\\\"As eleições são ganhou na organização\\\", disse Adam Khan, presidente do condado de Washoe Comitê Central Republicano.  \\\" Trump tem muita popularidade, mas se você olhar para a operação terrestre aqui, ele só não tem. ?\\n\\nUma prova: alta Trump no dia 10 de janeiro no centro de Reno.  Poderia ter sido um gerenciador de sonho-3.000 ou então seus simpatizantes, um exército, pronto para ser aproveitado, um tesouro de dados para o esforço da militância importante. \\n\\nMas a equipe de Trump não registrar endereços de e-mail ou números de telefone naquele dia da audiência cativa de potenciais doadores, caucus-goers e voluntários.  A manifestação se tornou uma oportunidade desperdiçada seis semanas fora das reuniões. \\n\\nQuando perguntado sobre essa besteira de campanha, Trump Nevada, estado diretor Charles Muñoz respondeu: \\\" Eu vou ter sede voltar para você, ou eu vou voltar para você. \\\" Até agora, isso não aconteceu. \\n\\nO prêmio de Melhor Jogo de Aterramento aqui, consultor político republicano Erik Jimanez à Maria, vai para Marco Rubio. \\n\\nEle tem um grande número de funcionários da campanha em Las Vegas e Reno.  Eles estão fazendo um monte de sensibilização para os municípios rurais, que são enormes em termos de quem aparece no dia bancada, muito altas taxas que em áreas urbanas. ?\\n\\n\\nVocê pode ler a história toda aqui. \\n\\n23:31 GMT\\n\\nUm tempo rápido de Nevada e os republicanos por um segundo: Atlanta Canal 2 Action News divulgou apenas uma pesquisa mostrando que Hillary Clinton tem uma liderança na Geórgia por Bernie Sanders, com 72 para o senador de Vermont 19,8. \\n\\nA Geórgia é um dos 12 Estados-e um território-que votar em março primeiro: \\\" Super nesta terça-feira. ?\\n\\nBernie Sanders em Boston hoje [ http:\/\/media.guim.co.uk\/a10676011ab86c45b6336dd4b634942209aeab30\/0_0_3500_2101\/1000.jpg ] Bernie Sanders em Boston hoje Foto: Brian Snyder\/Reuters11.14pm GMT\\n\\nMais da Cruz Nevada campanha cadeira Laxalt Adam:\\n\\nNo assunto da controvérsia Rick Tyler, ele disse: \\\" Eles fizeram a decisão de seguir adiante com o diretor de comunicação.  Isso só é um comunicado forte como integridade importante é Cruz e para a campanha \\\".\\n\\nQuestionado sobre Trump e o comportamento de sua campanha durante o processo de nomeação, Laxalt disse: \\\" Acho que há absolutamente um duplo padrão.  Há um monte de coisas que acontece com esses grandes candidatos presidenciais ...  Não há responsabilidade em todos os lados. \\n\\n\\\"Cruz tende a levar a parte do leão dos ataques da mídia sempre que algo está acontecendo,\\\" procurador-geral do Estado.  \\\" É desafiador.  Mas apesar de tudo isso, há um grande reservatório de suporte consistente nesse estado e em todo o país. ?\\n\\nTed Cruz fala em um comício em Las Vegas [ http:\/\/media.guim.co.uk\/85b99755f20412754c8e6e3eb00b565010eaf16a\/0_122_3500_2103\/1000.jpg ] Ted Cruz fala em um comício em Las Vegas Foto: David Becker\/Reuters10.57pm GMT\\n\\nMeus colegas Sabrina Siddiqui, Maria La Ganga e Ben Jacobs entraram em muito mais detalhes sobre o escândalo que levou à demissão de Rick Tyler. \\n\\nCruz demitiu Rick Tyler, seu porta-voz nacional, depois que ele circulou um vídeo no domingo que supostamente mostram Rubio caminhando por um funcionário da Cruz no saguão do hotel que estava segurando uma bíblia. \\n\\nEmbora o áudio foi difusa, alguns assumidos Rubio ter comentado: \\\" Tenho um bom livro ali, não muitas respostas nela. \\\"Na verdade, Rubio disse que\\\" todas as respostas nele \\\". \\n\\n\\\"Esta manhã, pedi a renúncia de Rick Tyler,\\\" Cruz disse a repórteres em Las Vegas na promoção de uma reportagem que erroneamente assumiu seu rival disse \\\"algo negativo sobre a Bíblia\\\". \\n\\n\\\" Foi um grave erro de julgamento, afirmou.  \\\" Acontece que a notícia era falsa de envio.  Mas eu vou te dizer, mesmo se fosse verdade, não é uma campanha que vai questionar a fé de outro candidato. ?\\n\\nEles também falou com um porta-voz da campanha Rubio, Alex Conant, que reagiu à notícia, dizendo que Tyler é \\\"um bom porta-voz que teve a difícil tarefa de trabalhar para um candidato disposto a fazer ou dizer qualquer coisa para ser eleito\\\".  Não. \\n\\nEles concluir que o disparo Tyler \\\" sugere Cruz pode acreditar que sua campanha é vulnerável à narrativa emergente que ele é um candidato disposto a jogar sujo-uma acusação problemático para um candidato pretende apelar para a direita religiosa. ?\\n\\nVocê pode ler a história completa aqui. \\n\\nAtualizado às 23:03 GMT\\n\\n22:42 GMT\\n\\nA polêmica que levou à sua demissão da porta-voz da campanha Rick Tyler não parece ter diminuído o entusiasmo dos torcedores fanáticos do Ted Cruz, como este vídeo baleado por Maria La Ganga fora de seu comício em Las Vegas esta tarde mostra:\\n\\nTed Cruz cercado por simpatizantes em um albergue de Las Vegas como bubblesMaria polêmica campanha também estava lá para uma reunião franca de Adam Laxalt, presidente da campanha Cruz em Nevada e procurador geral do Estado, onde ele tentou gerenciar as expectativas sobre o desempenho do texano no estado Nascido Battle. \\n\\nFalando a repórteres após o meio-dia Las Vegas Cruz alta nesta segunda-feira, ele destacou os laços de Rubio para o estado. \\n\\n\\\"Rubio deve ganhar este estado,\\\" Laxalt disse que, como apoiantes da máfia Cruz para selfies e handshakes num ginásio ACM.  \\\" Rubio é daqui, ele foi criado aqui, ele tem família aqui e ele é uma campanha aqui.  Então, deve haver uma expectativa de que ele devia ganhar Trump aqui. \\n\\n\\\"Com a bancada, é tão desconhecido que parece,\\\" Laxalt.  Em 2012 reuniões dos republicanos, \\\" nós só tinha 33.000 aparecer no estado, 16.000 daqui, Clark County.  Quem Acontece é que ninguém.  Acho que se os conservadores apaga, Cruz está em uma posição muito, muito bom. ?\\n\\nLaxalt disse que já visitou o estado em nome do Cruz e \\\" houve muita gente que nem sabia que tínhamos uma reunião.  Acho que é uma desvantagem que enfrentamos.  Muitos eleitores não estão em sintonia com o partido. ?\\n\\nLaxalt afirmou que Cruz planeja viajar 750 milhas na segunda-feira, um dia antes da convenção republicana, de Las Vegas para Reno para Elko, juntamente com outros pequenos, cidades rurais em grande sertão de Nevada.  \\\"Tivemos que mudar lugares,\\\" afirmou.  \\\" Tudo é vendido, as pessoas estão animados. ?\\n\\n22:29 GMT\\n\\nNate Cohn, no New York Times, faz um ponto interessante sobre os novos registros de eleitores após o Iowa. \\n\\nOs democratas atende eleitores mais registrados no caucus de Iowa que republicanos, apesar da participação menor.  Pic.twitter.com\/UZ6nAbwbQt\\n\\n-Nate Cohn (@Nate_Cohn) 22 de fevereiro, 201610.01pm GMT\\n\\nFora o rali Rubio, conversar com alguns torcedores.  Brooke Sullivan é o gerente de uma fazenda de gado no Reno; ela diz que antes de ver o senador falar ela estava na cerca, \\\" mas agora estou convencido a votar; ele sacudiu as meias. \\\" Ela vai ser caucusing para ele amanhã. \\n\\nVárias pessoas aqui não estavam impressionados com o que chamavam de \\\"truques sujos\\\" pela equipe Cruz.  \\\"Eu não gosto de nada ele fez,\\\" Sullivan diz.  \\\" Eu não quero um presidente que está constantemente se desculpando-estas coisas não são feitas por engano, portanto, ele está dando uma piscadela porta dos fundos, ou contratar pessoas más. ?\\n\\nJanelle LaFleur, um gerente de manutenção em um hotel Reno, tinha acabado apanhados no noticiário sobre demissão de Rick Tyler quando eu falar com ela.  \\\"É horrível,\\\" ela diz.  \\\" É bom ver que [ Cruz ] tomou conta disso, mas é a sua campanha. ?\\n\\n\\\"Você não vê Marco Rubio fazendo coisas assim,\\\" acrescenta. \\n\\n21:34 GMT\\n\\nEm Reno, Rubio, que acaba de concluir falando, foi contando sua história pessoal-ele nasceu em Las Vegas; sua mãe era uma empregada, seu pai um barman.  É uma história que está ressoando muito bem aqui. \\n\\n21:27 GMT\\n\\n\\\" Nós vamos ter muito trabalho a fazer juntos.  Mas nós vamos fazer isso \\\", Rubio está dizendo em Reno.  Não vai ser fácil, diz ele, mas \\\" nunca houve uma época em que a América foi fácil. ?\\n\\nCada geração antes de nós tinham problemas, e eles resolveram seus problemas.  ... Hoje, a América é controlado pelos líderes mais egoísta na história da república. \\n\\nA multidão de cânticos \\\" Marco!  Marco! ?\\n\\n\\\"Há outras pessoas nesta corrida, eu recebi a conhecê-los muito bem mais de 44 debates,\\\" ele brinca.  \\\" Eu gosto deles, eu não. \\\" Mas, ele diz, não pode haver dois candidatos republicanos.  \\\" Só uma. ?\\n\\n\\\"Quando você é presidente, não pode ser uma figura divisiva\\\", diz ele, comenta greve no Trump e Cruz enquanto cortando a críticas de Obama. \\n\\nRubio diz que quer uma campanha \\\" em uma maneira que não precisam nos colocar uns contra os outros. \\\" Aplausos na sala. \\n\\nAtualizado às 21:28 GMT\\n\\n21:21 GMT\\n\\nAlgumas notícias tristes: a senadora do Missouri Claire McCaskill acaba de anunciar, em um post de blog, que ela foi diagnosticada com câncer de mama-embora, felizmente, ela diz que ela tem sido informados pelos médicos que ela vai fazer uma recuperação completa. \\n\\nA instrução:\\n\\nAcho muito recentemente soube que eu tenho câncer de mama.  Foi detectado por uma mamografia regular.  É um pouco assustador, mas meu prognóstico é bom e espero uma recuperação completa.  Vou estar em St. Louis pelos próximos 3 semanas recebendo tratamento.  Durante esse tempo minha equipe vai continuar a ajudar missourianos e estarei postando no meu site do Senado (McCaskill.senate.gov) como eu teria votado em qualquer assunto que venha antes do Senado durante a minha ausência-que eu também vou entrar no registro do Congresso.  Além disso, estarei enviando perguntas por escrito para qualquer audiência no Senado. \\n\\nObrigado pela honra de servir você no Senado. \\n\\n21:16 GMT\\n\\nEm Vegas, Cruz está batendo mais na presidente do seus rivais republicanos-não surpreendente, considerando o quanto torta humilde ele foi forçado a comer hoje por Rubio e Trump sobre tweet dele agora ex-spokesman. \\n\\n\\\" Obama está indo para Cuba, seria bom se ele ficasse, \\\" Cruz diz que em Las Vegas\\n\\n-Patrick Caldwell (@patcaldwell) 22 de fevereiro, 2016This cara no comício Cruz foi literalmente gritando \\\"Constituição!\\\"  Em intervalos aleatórios pic.twitter.com\/DhXDuWHJVL\\n\\n-daveweigel (@daveweigel) 22 de fevereiro, 20169.09pm GMT\\n\\n\\\"Se nós nomear alguém que 40 e 50 da nossa festa não suporto, nós vamos perder para Hillary Clinton ou Bernie Sanders,\\\" diz Rubio. \\n\\nEm seguida, ele faz sua apresentação:\\n\\nTemos que nomear alguém que vai nos trazer juntos, e eu vou nos unir mais rápido do que qualquer outro.  Temos que nomear alguém não só quem pode nos trazer juntos, mas alguém que possa trazer novas pessoas. \\n\\nEle destaca que sua mãe era uma empregada, diz quando ele fica em hotéis na campanha, as empregadas encontra sabe disso.  \\\" Temos que levar essa mensagem para eles. ?\\n\\nEsta parte é crucial: \\\" Nós temos que dizer a eles que o ouvem sobre republicanos, sobre nós apenas preocupar com os ricos, é uma mentira: porque, olha onde eu venho. ?\\n\\n21:06 GMT\\n\\n\\\" Vitória Rubio! \\\" Alguém na multidão grita. \\n\\n\\\"Você está mexendo com a minha linha de raciocínio aqui,\\\" Rubio diz, sorrindo.  \\\" Você sabe o quanto eu amo repetir-me agora eu tenho de repetir-me de novo! ?\\n\\n21:04 GMT\\n\\nEm Reno, Rubio está atingindo seu discurso falando toco os pontos lindamente.  Bater na Bernie Sanders.  \\\"Há algumas semanas, começou a dizer Bernie Sanders deve ser presidente da Suécia,\\\" diz.  \\\" E então a Suécia ficou furioso.  Então eu comecei dizendo que ele devia ser presidente da Noruega.  Em seguida, a Noruega ficou furioso. \\\" O público riu calorosamente. \\n\\nO tom é anormal. \\n\\n21:00 GMT\\n\\nSANTA CRUZ, EM QUE FALA EM LAS VEGAS\\nE você pode assistir a transmissão aqui:\\n\\nAtualizado às 21:04 GMT\\n\\n20:59 GMT\\n\\n\\\"Eu sei que você está aqui hoje porque você está preocupado com o futuro do seu município\\\", diz Rubio.  \\\" Você deve ser. ?\\n\\n20:58 GMT\\n\\nO RUBIO LEVA AO mexa STAGE IN\\n\\\" Marco!  Marco! \\\" A multidão grita.  \\\"Não diga polo,\\\" o senador da Flórida piadas.  \\\" Esse jogo me torturou como uma criança. ?\\n\\n20:54 GMT\\n\\nDonald Trump está aumentando na Cruz também por tweet do Rick Tyler:\\n\\nUau, Ted Cruz falsamente sugeriu que Marco Rubio ridicularizou a Bíblia e foi forçado a disparar o director de Comunicação.  Mais truques sujos! \\n\\n-Donald J.  Donald Trump (@realDonaldTrump) 22 de fevereiro, 2016Ted Cruz já pediu desculpas a Marco Rubio e Ben Carson por fraude e truques sujos.  Não admira que ele perdeu apoio evangélico. \\n\\n-Donald J.  Donald Trump (@realDonaldTrump) 22 de fevereiro, 2016Updated às 20:57 GMT\\n\\n20:53 GMT\\n\\nRubio deve falar em Reno em breve.  Mais cedo, ele falou fora indiretamente contra as ações de Rick Tyler. \\n\\nRubio hoje cedo em táticas de Cruz: \\\"Nós estamos agora em um ponto onde começamos perguntando sobre responsabilidade.\\\" \\n\\n-Sabrina Sidiqui (@SabrinaSiddiqui) 22 de fevereiro, 20168.49pm GMT\\n\\nRick Tyler, o porta-voz nacional, para a campanha Ted Cruz, foi solicitado a renunciar por Cruz na segunda-feira.  Segundo Politico:\\n\\nCruz citou uma mídia social de postagem de Tyler no domingo sobre um comentário Marco Rubio supostamente feitas sobre a Bíblia. \\n\\n\\\" Nossa campanha não deve ter enviado.  É por isso que pediram a renúncia de Rick Tyler, afirmou Cruz. \\n\\nO senador do Texas falou com jornalistas na segunda-feira, e disse que passou a manhã investigando o que aconteceu. \\n\\nTyler estava na TV esta manhã pedindo desculpas por seu posto. \\n\\nFui na Fox News esta manhã para acompanhar a minha noite de @marcorubio 22 de fevereiro de 2016 https:\/\/t.co\/CtV87HWYX6\\n\\n-Rick Tyler (@rickwtyler) 22 de fevereiro de 2016 ... mas isso não parece ter sido suficiente. \\n\\nCruz spox Rick Tyler estava prestes a ir morar na MSNBC quando ele repentinamente. \\n\\n-Katy Tur (@KatyTurNBC) 22 de fevereiro, 2016Updated às 20:49 GMT\\n\\n20:37 GMT\\n\\nOlá e bem-vindos à cobertura ao vivo desta tarde da véspera da convenção republicana de Nevada.  Sou Nicky Woolf, e eu estou em Reno, Nevada, assumindo o blog do meu colega Amber Jamieson. \\n\\nTemos uma tarde cheia para você como nós preparem-se para este crucial primeiro no oeste bancada. \\n\\nMarco Rubio, que está pegando patrocínios de apoiadores de Bush anterior deixou, certo, e o centro, está prestes a falar em uma parada da campanha em Reno.  Até hoje, Donald Trump estará falando em Las Vegas, e eu vou estar numa manifestação Ted Cruz hoje aqui em Reno. \\n\\nTeoricamente, é possível Ben Carson pode fazer uma aparição também.  Mas não segure a respiração. \\n\\nComo o grande Ira Glass diz: fique conosco. \\n\\n20:33 GMT\\n\\nSANTA CRUZ-na-DE INCÊNDIOS\\nBREAKING: Ted Cruz anunciou que pediu apenas um dos seus principais funcionários, porta-voz Rick Tyler, renunciar depois empurrando uma história que dizia o adversário Marco Rubio criticou a Bíblia. \\n\\n. @tedcruz diz que esta manhã ele pediu renúncia de Rick Tyler.  \\\"Foi um grave erro de julgamento\\\" Cruz diz. \\n\\n-Katherine Faulders (@KFaulders) 22 de fevereiro, 2016As, explicou no início desta manhã, a história vem de um vídeo com áudio ruim bonita, onde Rubio passa por um funcionário da Cruz e cumprimentos para ele ler uma bíblia, mas depois diz que, de acordo com a tradução do vídeo no YouTube:\\n\\n\\\" Não muitas respostas nele.  Especialmente naquela. ?\\n\\nA equipe do Rubio declarou a história totalmente bananas, dizendo que seu candidato disse que o livro sagrado tem \\\"todas as respostas nele\\\". \\n\\nTyler se desculpou em um comunicado no Facebook nesta manhã:\\n\\nEu já excluiu o post porque eu não iria conscientemente postar uma história falsa.  Mas o fato é que eu fiz postá-la quando eu deveria ter verificado sua precisão primeiro.  Lamento o erro. \\n\\nE agora ele foi forçado a renunciar. \\n\\nAtualizado às 20:36 GMT\\n\\n20:16 GMT\\n\\nUma nova pesquisa de Vermont mostra muito, muito forte apoio para o herói Bernie Sanders no principal democrata, enquanto Trump está prestes a ganhar voto republicano do Estado. \\n\\nA pesquisa VPR mostra Sanders ganhar 84% dos votos democratas, em comparação com apenas 9% para Hillary Clinton.  Salta apoio ' Sanders para uma de 95% quando contar os eleitores apenas entre 18-39. \\n\\nEnquanto não é surpresa que Sanders ganharia sua casa estado, Hillary ganhou 38% dos votos do democrata em Vermont de volta em 2008. \\n\\nDos 151 republicanos que responderam, 32% disseram apoiar Trump.  Rubio fica em segundo lugar, com 16%. \\n\\nA pesquisa foi realizada entre fevereiro.  3 e Fev.  17 e teve 895 respostas de toda 14 condados de Vermont.  A margem de erro é de 3,3%. \\n\\n19:42 GMT\\n\\nO estabelecimento como AS RUBIOMENTUM\\nUma das ciências políticas mais consequentes funciona com moderna política americana é \\\"O Partido Decide\\\" que avança a tese de que membros do partido sempre decidir quem é nomeado antes de os eleitores fazer isso.  E, se a festa ainda decide, é claro que eles estão escolhendo Marco Rubio. \\n\\nNa sequência da decisão do Jeb Bush para desistir da principal republicano na noite de sábado, membros republicanos estão se reunindo para fazer Rubio.  O senador do Kansas e 1996 candidato presidencial republicano Bob Dole anunciou seu apoio a Rubio na segunda-feira.  Dole, o epítome de um velho grupo, já havia feito Jeb Bush. \\n\\nPatrocínio da Dole é o mais recente que Rubio tem recebido nos últimos 48 horas.  Além do barulho, o líder da maioria do Senado, ele foi apoiado por três senadores, Dean Heller de Nevada, Thom Tillis da Carolina do Norte e Jeff Flake do Arizona, o governador Asa Hutchinson de Arkansas, assim como um meia dúzia de membros da Casa e outras figuras do partido como ex-governador de Minnesota Tim Pawlenty. \\n\\nApesar de não ganhar um único principal até agora, Rubio, cuja melhor conclusão é lâmina fina segundo lugar por Ted Cruz na Carolina do Sul, é claramente consolidando suporte estabelecimento como alternativa ao Cruz e Donald Trump. \\n\\nNo entanto, Rubio ainda não tem a pista estabelecimento sozinho.  O governador de Ohio, John Kasich ainda está na corrida e na esperança de pegar os delegados em 1 de março no avanço dos estados do Michigan primária em 8 de março. \\n\\nKasich foi retirado um punhado de menções adicionais nos últimos dois dias, assim como ex-governador da Pensilvânia Tom Ridge. \\n\\nAtualizado às 20:01 GMT\\n\\n19:28 GMT\\n\\n\\\"Quando eu olho para você, eu não vejo felicidade\\\", um torcedor disse John Kasich durante evento de campanha desta manhã em Fairfax, Virginia. \\n\\nKasich rapidamente disse que esta campanha o fez \\\" feliz. ?\\n\\n\\nNo entanto, houve também uma aceitação da improbabilidade dele ganhar a indicação, dizendo que ele não reza para ganhar, mas em vez disso reza \\\" para poder aceitar o que deve ser e realizar qualquer outra responsabilidade eu tenho é. ?\\n\\nQuanto mais eu li a sentença \\\"Quando eu olho para você, eu não vejo felicidade,\\\" ainda mais desoladora, ela se torna. \\n\\nJohn Kasich em um evento de campanha em Fairfax, Virginia.7.04pm GMT\\n\\nCommenters!  Pedimos para você arriscar um palpite sobre quais são os \\\"cinco problemas críticos\\\" que Bernie Sanders vai se diferenciar de Hillary Clinton na conferência de imprensa hoje às 3:30 em Boston. \\n\\nAté agora e FirasA e comentários de WarlockScott parece o mais provável:\\n\\nAvatar do Usuário para FirasA [ https: \/\/avatar.guim.co.uk\/user\/14784281 ] FirasA 22 de fevereiro de 2016 16:28 \\\"diferenciar suas opiniões com Hillary Clinton em cinco problemas críticos\\\"\\nPode ser que:\\n-Educação (público universitário livre \/ aluno dívidas)\\n-Resistência em Wall St \/ Receita desigualdade\\n-100% de cobertura (de Assistência Médica)\\n-Política Ambiental\\n-uma ou duas questões sociais?  (Morte de Maconha)\\n\\nAvatar do Usuário para WarlockScott [ https: \/\/avatar.guim.co.uk\/user\/12711809 ] WarlockScott 22 de fevereiro de 2016 4:51pm1.  Foreign Policy (Dove vs Falcão)\\n2. Wall Street e a proximidade de Hillary para ele\\n3. Educação\\n4. Justiça Criminal reforma (Prisional Privada, Pena de Morte, Drogas)\\n5. Saúde\\nBernie vai martelar Clinton\\n\\nEmbora, gritar para kattw para pelo menos fazer-nos rir. \\n\\nAvatar do Usuário para kattw [ https: \/\/avatar.guim.co.uk\/user\/3935866 ] kattw 22 de fevereiro de 2016 4:45pm5 problemas críticos?  Vamos ver ... \\n\\n1) Redução da desigualdade econômica\\n2) A guerra no Iraque\\n3) A necessidade de desigualdade de renda reduzida\\n4) A votação sobre a guerra no Iraque\\n5) Como a desigualdade de renda levou à guerra no Iraque\\n\\nO Sanders nem tem 5 problemas que não se resumem a desigualdade de renda e um voto contra a guerra no Iraque? \\n\\nUm parabéns especial post será concedido a qualquer comentário consegue pregar os problemas principais de Sander antes das 15:30, então por favor continue oferecendo suas sugestões. \\n\\n18:55 GMT\\n\\nUm torcedor Carson pede ao candidato se ele consideraria tomar outra posição no governo se ele não ganhar a nomeação republicana que, considerando sua pesquisa números, é uma pergunta razoável. \\n\\nCarson não descarta ser alguém-vice-presidente, mas manteve sua resposta vaga:\\n\\nEu não estou procurando por um emprego.  Tive uma carreira muito boa e longa e árdua.  Eu sempre se consultar com o Senhor.  Lembre-se, há muita coisa que você pode fazer fora do governo, especialmente se você tem uma plataforma. \\n\\nEu não sei, se houvesse alguém que estava realmente compatível comigo.  E agora, eu não tenho certeza que isso seria.  Eu nunca fechar a porta sobre tudo, inclusive sendo o próximo presidente. \\n\\nAtualizado às 18:59 GMT\\n\\n18:46 GMT\\n\\n' QUEM GANHOU NEVADA E LATINO VOTAR NO SÁBADO NOITE? \\nHillary Clinton ganhou uma vitória simples, mas decisivo na convenção de Nevada no sábado.  E ela ganhou o voto negro por uma ampla margem.  Menos claro é quem ganhou os eleitores latinos do Estado. \\n\\nA campanha Sanders foi rápido ao girar perda no sábado à noite, como um sucesso marginal com base em pesquisa que mostrou que ele não só fez progressos significativos com latinos, mas também ganhou voto hispânico do Estado.  Especificamente, as pesquisas entrada antecipada que deu Sanders uma vantagem de oito pontos sobre Hillary entre os eleitores hispânicos. \\n\\nNo domingo, um relatório do New York Times levantou questões em torno da aritmética.  O relatório citou um memorando do Latino Decisions, uma empresa de pesquisa a campanha de Hillary usado para contagem de votos hispânicos, que sugeriu que a matemática \\\"não se somam\\\". \\n\\nUma análise precinct-by-precinct pelo guru dados dos Times, Nate Cohn, sugeriu que Clinton pode ter vencido a votação latino, mas não pela margem considerável ela ganhou em 2008:\\n\\n\\\" Os retornos reais na eleição de Las Vegas Clark County sugestão em uma história diferente.  Bairro analisado pelo bairro, eles sugerem que a Sra Clinton pode ter vencido o voto hispânico por uma margem confortável.  Ela ganhou cerca de 60 delegados em áreas fortemente hispânico, um resultado que chama a descoberta da pesquisa em questão. ?\\n\\nPor que isso importa?  Os eleitores da minoria só pode determinar o candidato do partido Democrata, especialmente porque os concursos para mover para os estados com um eleitorado mais diversificada. \\n\\nSerá que vamos chegar ao fundo disso? \\n\\n_\/¯ ¯\\\\_ (ツ)\\n\\nAtualizado às 18:57 GMT\\n\\n18:39 GMT\\n\\nCarson está tranquilo e mais relaxado conduta e maneira lenta de falar regularmente fica lotado, com Donald Trump rotulagem-com seu insulto favorita: \\\"energia baixa\\\". \\n\\nMas Carson minimizou essa crítica durante uma reunião na prefeitura Virginia City:\\n\\n\\\" A capacidade de ser calmo, relaxado e controlada é um sinal de força, não um sinal de fraqueza. \\n\\nCarson, delineou o que ele faria se ele estava tentando \\\"destruir a América\\\", como aumento de impostos, não cuidar de veteranos, não corrigir infraestrutura elétrica e colocar mais pessoas no bem-estar-lembrando que qualquer semelhança com o que o atual presidente está fazendo é puramente \\\"uma coincidência\\\", para muitas risadas. \\n\\nAtualizado às 18:58 GMT\\n\\n18:23 GMT\\n\\nCarson está agora falando sobre crescer pobre e como a educação e a crença em Deus ajudou a mudar sua vida e lhe dei esperança:\\n\\nImporta o que você faz com os dons que Deus lhe deu e quanta energia você coloca nele. \\n\\nA coisa que mais me incomodou foi a pobreza.  Eu odiava ser pobre.  Mas quando eu entendi isso [ que era OK ] ...  Porque eu sabia que era apenas temporário.  Eu podia mudá-lo.  Se você sabe que pode mudar a situação, ele não te incomoda tanto quanto se acha que está preso. \\n\\nAtualizado às 18:32 GMT\\n\\n18:16 GMT\\n\\nBen Carson criticando a mídia em um comício da prefeitura em Virginia City, Nevada há momentos:\\n\\nEstamos vivendo em um país, infelizmente, hoje onde a mídia ficou muito irresponsável.  Eles são o único negócio que está protegido por nossa Constituição.  Há uma razão para isso: eles deveriam estar no lado da população.  Eles deveriam ser honesto e não toma partido ... eu sempre apelo aos jovens jornalistas para livrar os chefes que eles têm e começar a trabalhar sem uma agenda e para o povo. \\n\\nAtualizado às 18:17 GMT\\n\\n17:48 GMT\\n\\nAspirante presidencial republicano e governador de Ohio, John Kasich frustrado fêmea partidários declarando nesta manhã que tinha ficado eleito para o senado em Ohio em 1978 devido a \\\"muitas mulheres que deixaram suas cozinhas\\\" para apoiá-lo. \\n\\nJohn Kasich: \\\" Como eu seria eleito?  Ninguém estava ...  Eu não tenho ninguém para mim.  Nós só temos um exército de pessoas ...  Muitas mulheres que deixaram suas cozinhas para sair e ir de porta em porta e apagar os sinais jardim para mim. ?\\n\\nMulher partidário: \\\" Seu comentário anterior sobre as mulheres saíram da cozinha para te apoiar?  Eu vou te apoiar mas eu não vou estar saindo da cozinha. ?\\n\\nKasich, que tenta se posicionar como um republicano moderado, fez o comentário em Fairfax, Virginia.  Ontem, ele assinou uma lei para bloquear qualquer financiamento estatal de Ohio de Planejamento Familiar. \\n\\nAtualizado às 19:45 GMT\\n\\n17:33 GMT\\n\\nDepois Jeb!  Bush se curvou fora da corrida no sábado-nem abandonar seus óculos pode salvá-lo dele funcionários também são de esquerda. \\n\\nO diretor de analítica, Alex Lundy, tuitou seus sentimentos sobre a Bush mais amargo inimigo político e começou uma caça de mão:\\n\\nObrigado por todas as condolências novamente: Jeb.  Em vez de flores, contribuir para um esforço Parar Trump. \\n\\n-Alex Lundry (@alexlundry) 22 de fevereiro, 2016Also, eu tenho uma equipe de analítica incrível agora procurando emprego.  Se você tem alguma pista por favor DM mim. \\n\\n-Alex Lundry (@alexlundry) 22 de fevereiro, 2016Updated às 17:38 GMT\\n\\n17:20 GMT\\n\\nA internet inteira está atualmente sendo encantado por este vídeo delicioso de uma mulher de 106 anos visitando a Casa Branca e dança com o presidente Obama e Michelle Obama para celebrar o Mês da História Negra. \\n\\nCoisinha Virginia McLaurin diz que ela nunca pensei que viveria para ver um presidente negro e Primeira Dama. \\n\\nÉ uma lembrança interessante na próxima eleição há alguns presidentes primeiro possíveis que podem ocorrer: primeira mulher presidente (Clinton), primeiro presidente judeu (Sanders) ou primeiro presidente latino (Cruz e Rubio). \\n\\n17:06 GMT\\n\\nMarco Rubio está exibindo um interesse em questões locais antes da convenção republicana de amanhã em Nevada, revelando suas opiniões sobre prostituição. \\n\\n\\\" Eu sou prostituição ...  Desejo Nevada seria ilegal.  Mas isso é decisão deles.  Eu não concordo com isso \\\", disse ele antes de um evento em ELKO. \\n\\n\\nA prostituição é legal em Nevada-e há 19 bordéis licenciados-mas milhões de dólares de prostituição ilegal, mais do que o trabalho sexual legal, ocorre no estado a cada ano. \\n\\nMas desde que Rubio acredita em governo pequeno, ele não iria trazer leis para torná-lo um crime federal. \\n\\n\\\" Eu acho que você pode ser contra algo e ainda dizem: 'Mas eu não quero o governo federal envolvidos na federalização algo', afirmou Rubio. \\n\\nAtualizado às 17:11 GMT\\n\\n16:55 GMT\\n\\nSecretária de New Hampshire de Estado confirmou a contagem delegado para a convenção republicana dos estados primário em 9 de fevereiro, com Donald Trump atende 11 delegados e John Kasich se quatro. \\n\\nA lista completa de resultados:\\n\\n\\nOficial #fitn o delegado conta certificada pela NHSOS: @realDonaldTrump no máximo w\/11; lista completa abaixo #nhpolitics #WMUR pic.twitter.com\/PzytI4V6hf\\n\\n-John DiStaso (@jdistaso) 22 de fevereiro, 2016New Hampshire viu um comparecimento recorde em seu principal republicano, com 542.459 votos. \\n\\nAtualizado às 17:03 GMT\\n\\n16:47 GMT\\n\\nTanto que esta eleição pode parecer exclusivamente americano-de sua Clinton-Bush briga ao bilionário reality star republicano líder da AP observa que a política são semelhantes àquelas vistas nos últimos anos na Europa:\\n\\nDonald Trump-seu palavreado claramente americano-às vezes demora uma postura nacionalista que parece muito com a 'culpa' imigrante abordagem usada por um grupo crescente de políticos europeus como o continente lida com ondas sem precedentes de imigração e extremismo islâmico. \\n\\nÀ esquerda, Bernie Sanders adota 'socialismo democrático cepticismo escandinavo ou algo' que parece radical para alguns ouvidos norte-americanos.  Mas isso tem sido parte do espectro político na Europa, onde governos socialistas vêm e vão sem alarde em particular. \\n\\nAtualizado às 16:52 GMT\\n\\n16:12 GMT\\n\\nIsso só aterrissou em nossas caixas do acampamento Sanders:\\n\\nBernie Sanders realizará uma coletiva de imprensa às 3:15 de hoje em Boston para diferenciar suas opiniões com Hillary Clinton em cinco problemas críticos.  Sanders também aceitará uma aprovação de uma organização popular nacional. \\n\\nA coletiva será realizada na Associação Internacional de garis em Boston.  Nenhuma palavra ainda sobre a \\\"base da organização nacional\\\" ou os cinco problemas críticos. \\n\\nDê-nos suas sugestões sobre os cinco problemas nos comentários! \\n\\n16:01 GMT\\n\\nIsso só para a repórter Lauren Gambino, esclarecendo que a atualização anterior que Hillary tinha o dia de era um mal-entendido ... \\n\\nHillary Clinton não tem eventos públicos hoje, mas infelizmente, sem descanso para o cansado.  Não quando há dinheiro para ser coletado e mãos importante para agitar. \\n\\nA ex-secretária de Estado está no sul da Califórnia hoje, onde ela está programado para manter arrecadação no Studio City e Hancock Park.  As doações fazem parte de um balanço de dois dias no estado. \\n\\nA viagem no estado começou no norte da Califórnia no domingo onde ela deveria comparecer três eventos de arrecadação. \\n\\nNo outro lado do país, um grupo de mães que perderam seus filhos para a violência de armas e policiamento incidentes, assim como uma equipe de advogados de direitos civis mantêm fóruns em igrejas e uma biblioteca em Carolina do Sul, à frente dos estados primária democrata no sábado. \\n\\nAtualizado às 16:26 GMT\\n\\n15:51 GMT\\n\\nJohn Kasich falando agora em um evento em Fairfax, Virgínia (assistido por 1.000 pessoas, ele diz):\\n\\nEu trabalhei na obscuridade para literalmente 100 dias direto.  Eu disse a todos: olha, você só ver o que vai acontecer em New Hampshire.  Eu vou falar com as pessoas sobre o meu registro e eu vou falar com as pessoas sobre o meu coração ... Se você tem a cabeça sem o coração, você não pode vencer, e se você tem o coração sem a cabeça, você provavelmente não está qualificada para executar as coisas. \\n\\nAtualizado às 16:25 GMT\\n\\n15:44 GMT\\n\\nPara Fairfax, Virginia, onde o deputado Tom Davis está jogando por seu amigo John Kasich.  Revendendo, neste caso, significa falar sobre quando Kasich era chefe do comitê orçamentário da Casa. \\n\\n\\\"John foi capaz de trazer o partido republicano juntos por um voto que trouxe um orçamento equilibrado,\\\" Davis. \\n\\n\\\" Temos os republicanos a concordar com um orçamento equilibrado.  Temos o Senado a bordo.  Nós temos John Kasich liderando e negioating com o presidente Clinton ... conseguimos passou, conseguimos em lei. \\n\\n\\\" Juntos, republicanos e democratas fizeram algumas escolhas difíceis ... que nos levou a quatro anos consecutivos de orçamentos equilibrados, correndo excedentes, algo que não vejo desde. ?\\n\\nAtualizado às 17:00 GMT\\n\\n15:33 GMT\\n\\nSe você estava pensando por que não Hillary Clinton eventos aparecem no resumo da campanha parar no nosso último post ... ela não tem eventos públicos programados hoje.  [ Editar: nós mal acreditava que Clinton estava tendo um dia de descanso, mas atualizaram com seu planejamento de arrecadação acima ]\\n\\nAtualizado às 16:02 GMT\\n\\n15:11 GMT\\n\\nUma série de eventos de campanha política são, claro, sendo mantidos hoje.  Aqui está um resumo:\\n\\n10am ET: John Kasich mantém uma prefeitura na Universidade George Mason em Fairfax, Virgínia: o governador de Ohio está concentrado em alguns estados improvável em sua tentativa de permanecer na disputa. \\n\\n11:10 ET: Obama atende aos governadores.  (Não tecnicamente eleição relacionados, mas quem sabe o que eles vão falar? )\\n\\n09:30 PT\/12.30pm ET: Ben Carson prefeitura em Virginia City, Nevada. \\n11am PT\/2pm ET: Ted Cruz tem um comício em Las Vegas com procurador-geral Adam Laxalt. \\n\\n12pm PT\/3pm ET: comício Donald Trump em Elko, Nevada. \\n\\n12:30 PT\/3.30pm ET: Marco Rubio mantém um comício em Reno, Nevada. \\n\\n16:30 ET: Bernie Sanders hospeda um comício na Universidade de Massachusetts em Amherst. \\n\\n16:30 CT\/5.30pm ET: Bill Clinton tem comício para esposa Hillary em Dallas, Texas. \\n7pm PT\/10pm ET: comício Donald Trump em South Point Arena em Las Vegas, Nevada. \\n7pm PT\/10pm ET: Cruz mantém um comício em Reno ... com o procurador-geral Laxalt. \\n\\n14:52 GMT\\n\\nTanto Hillary Clinton e Bernie Sanders foi ocupado tentando tribunal líder dos direitos civis Al Sharpton, com Sanders aparecendo para o Harlem para almoçar e Clinton juntar a ele para um bate-papo na semana passada. \\n\\nMas Sharpton conversou com políticos sobre Donald Trump-quem ele conhece de anos de corretagem de energia em Nova York-e o comparou ao promotor de boxe Don King infame:\\n\\nA melhor maneira que posso descrever Donald Trump para amigos é dizer se Don King tinha nascido branco que seria Donald Trump ... Ambos são self-promoters bom e ótimo em apenas continuar a falar mesmo se você não está falando de volta para eles. \\n\\n14:02 GMT\\n\\nOlá, e bem-vindos ao nosso live-wire cobertura da corrida de 2016 para a Casa Branca, após um fim de semana que viu Jeb Bush desligar seus óculos depois de perder para o Trump na Carolina do Sul, e Hillary Clinton fechar a votação preto e reivindicando Nevada em uma vitória decisiva 52-47 sobre o Bernie Sanders. \\n\\nAgora é hora de a troca de estado antigo, com amanhã bancada republicana de Nevada e um principal democrata na Carolina do Sul no sábado. \\n\\nEm Nevada, dados de pesquisa de política Limpar Real mostra Donald Trump com 42% apoio, Ted Cruz em 20% e Marco Rubio em 19%.  Não ecoa o resultado na Carolina do Sul, onde Trump costurei a liderança e Cruz e Rubio basicamente empataram em segundo. \\n\\nA batalha pelo segundo lugar atrás de Trump está ficando sujo, com Cruz porta-voz Rick Tyler forçado a recuar durante a noite depois de enviar uma história que disse que Rubio criticou a Bíblia. \\n\\nEm um vídeo com áudio ruim bonita, Rubio passa por um funcionário da Cruz e cumprimentos para ele ler um livro (de surpresa, é a Bíblia), mas depois diz que, de acordo com a tradução do vídeo no YouTube:\\n\\n\\\" Não muitas respostas nele.  Especialmente naquela. ?\\n\\nA equipe do Rubio declarou a história totalmente bananas, dizendo que seu candidato disse que o livro sagrado tem \\\"todas as respostas nele\\\". \\n\\nTyler se desculpou em um comunicado no Facebook:\\n\\nEu já excluiu o post porque eu não iria conscientemente postar uma história falsa.  Mas o fato é que eu fiz postá-la quando eu deveria ter verificado sua precisão primeiro.  Lamento o erro. \\n\\nPODE OBTER Bravo NECESSÁRIO SANDERS? \\nNão só fiz Clinton vencer Nevada, mas ela está superando Sanders na corrida delegado, com 502 a 70 até agora. \\n\\nAlém disso, daqueles delegados, Hillary tem 451 superdelegados (líderes do partido que podem votar independentemente de fidelidade do estado) em comparação com ' Sanders 19. \\n\\nHá 2.383 delegados necessários para decidir a nomeação democrata.  Quase que muitos será alocada em março sozinho, e muitos dos futuros primárias a favor de Hillary. \\n\\n\\\"As chances de sua ultrapassagem ela crescer cada vez mais remota\\\", diz um relatório New York Times hoje. \\n\\nMas Jeff Weavers, gerente da campanha ' Sanders, avalia o senador de Vermont será OK após 1 de março, diz AP:\\n\\nFoi cedido por ela, mas temos a capacidade de ficar no jogo tempo. \\n\\n-Sim, DROP OUT APÓS NEVADA? \\nO neurocirurgião aposentado está ocupado alegando que sua campanha não é de emergência, depois que um repórter Daily Beast tuitou que ele vai sair na quarta-feira. \\n\\n\\\" Neste momento, é muito cedo no jogo para desistir.  Se você deveria selecionar um candidato após apenas três concursos, então por que o passam por tudo isso? \\\" Carson no domingo. \\n\\nAlém disso, com Bush fora da corrida, onde serão seus apoiadores-e dinheiro-ir? \\n\\nHoje nós temos Lauren Gambino em Charleston, Carolina do Sul, Sabrina Siddiqui pendurado em Vegas com Rubio, Nicky Woolf em Reno e Paul Lewis e Sam Levin também pendurado em Nevada. \\n\\n\\nBill Clinton estará lutando por Hillary em Laredo e Dallas, Texas, à frente do Estado do dia 1 de março. \\n\\nVocê está pronto para hoje?  Filho de Donald, Eric Trump, claro está. \\n\\nNevada estamos a caminho!  #VoteTrumpNV #Trump2016\\nLocalizador de bancada: https:\/\/t.co\/r8ijPnCsmO pic.twitter.com\/kNhQcETaTV\\n\\n-Eric Trump (@EricTrump) 21 de fevereiro, 2016Updated às 16:19 GMT\"}}",
    "headers" : {
      "Etag" : "W\/\"WJkVRP2Ey7p7ixPrvxjS1g==\"",
      "Content-Type" : "application\/json; charset=utf-8",
      "Connection" : "Keep-Alive",
      "X-Backside-Transport" : "OK OK",
      "X-Cf-Requestid" : "3a97ee73-a372-4a98-483e-0cf5032f3f1b",
      "X-Powered-By" : "Express",
      "Date" : "Tue, 23 Feb 2016 00:06:18 GMT",
      "X-Client-IP" : "189.33.188.5",
      "X-Global-Transaction-ID" : "2353887575",
      "Transfer-Encoding" : "Identity"
    },
    "method" : "GET",
    "status" : 200,
    "uri" : "http:\/\/replace.yourhost.com\/api\/translate\/dXMtbmV3cy9saXZlLzIwMTYvZmViLzIyL3ByZXNpZGVudGlhbC1jYW1wYWlnbi1saXZlLWNvdmVyYWdlLWRvbmFsZC10cnVtcC1uZXZhZGEtaGlsbGFyeS1jbGludG9uLWJlcm5pZS1zYW5kZXJzLXNvdXRoLWNhcm9saW5h"
  },
  {
    "body" : "{\"success\":true,\"result\":{\"originalText\":\"\"}}",
    "headers" : {
      "Etag" : "W\/\"2d-fd940cf2\"",
      "Content-Type" : "application\/json; charset=utf-8",
      "Connection" : "Keep-Alive",
      "X-Backside-Transport" : "OK OK",
      "X-Cf-Requestid" : "46eb02b0-9510-4590-726f-50ea4645572a",
      "X-Powered-By" : "Express",
      "Date" : "Tue, 23 Feb 2016 00:04:10 GMT",
      "X-Client-IP" : "189.33.188.5",
      "X-Global-Transaction-ID" : "382813187",
      "Transfer-Encoding" : "Identity"
    },
    "method" : "GET",
    "status" : 200,
    "uri" : "http:\/\/replace.yourhost.com\/api\/news\/Y3Jvc3N3b3Jkcy9jcnlwdGljLzI2ODE0"
  },
  {
    "body" : "{\"success\":true,\"result\":{\"originalText\":\"Liverpool has offered to pay £2bn towards the cost of HS2 if the government agrees to add a 20-mile stretch of track that would bring the city into the planned high-speed rail network.\\n\\nWith the £55bn railway proposed to directly link Manchester and Leeds to Birmingham and London, Liverpool’s leaders fear the city will be left behind its counterparts in the north.\\n\\nLiverpool’s offer would be a long-term repayment commitment – and depend largely on the accompanying devolution of resources normally paid direct to the Treasury, including local employers’ national insurance contributions.\\n\\nHowever, politicians insisted that the proposals were credible and emphasised how the investment would pay dividends for Liverpool and the UK economy.\\n\\nThe mayor of Liverpool, Joe Anderson, and local MPs including Angela Eagle and Louise Ellman, the chair of the transport select committee, endorsed a report by the thinktank ResPublica that argued a high-speed link to Liverpool is essential for the success of the “northern powerhouse” envisioned by the chancellor, George Osborne.\\n\\nRelated: HS2: the human cost of Britain’s most expensive ever rail project | Patrick Barkham\\n\\nThe plan would see a dedicated high-speed line linking Liverpool to the HS2 route north of Crewe , connecting to Manchester and its airport. The link would form the western point of a HS3 route of fast east-west links across the cities of the north.\\n\\nThe report puts the cost of extending HS2 to Liverpool at £3bn and says the city could cover two thirds of that sum through increased revenue in business rates and employment that the line would stimulate over several decades.\\n\\nAnderson said: “The need for Liverpool to be connected to both the other cities of the north and London is huge if we as a city are going to play our part in generating money, jobs and continued growth through the northern powerhouse.\\n\\n“Our funding plan would make up the bulk of the price with £2bn coming from keeping hold of locally raised taxes, rather than sending them to the Treasury. Using this mechanism would allow both ourselves and the wider economy to move closer to prosperity.”\\n\\nAnderson added that he saw no logistical problems in building a high-speed line to Liverpool, unlike in the south, which has seen residents from Camden and the Chilterns in particular campaign hard against the the first phase of HS2’s route. The extension would free up capacity on existing rail lines for freight, with millions more containers expected through the Liverpool2 port opening next month, he said.\\n\\n“If we’re serious about rebalancing the economy there has to be a fairer distribution of infrastructure spend – all these Crossrails 2, 3 or 10 in London will probably happen before we get HS3. They’ve got to connect up the north,” said Anderson.\\n\\nProfits from the Mersey tunnels could potentially be invested in the HS2 link, the report suggests, although Anderson said he would rather spend that money now because of how severely the city has been affected by central government cuts.\\n\\nRelated: Why the UK is failing on infrastructure, the cornerstone of Tory policy\\n\\nAnderson conceded that it might be difficult to sell Liverpool paying, however circumspectly, for a connection when Manchester’s track was funded centrally. But, he said: “That’s an issue of us showing how determined we are to have it. It’s actually to expose the failings of the government’s argument not to continue the line here: the economic case is clear. Is it going to be financially detrimental by being excluded? Yes, we are going to be disadvantaged.”\\n\\nEllman said the proposals were “well thought out and must be seriously considered.”\\n\\nA detailed route for the second phase of HS2’s network to the north, due to be built between 2026 and 2033, is expected to be published later this year.\\n\\nA spokesperson for HS2 Ltd said that the current proposals would see Liverpool benefit with two high-speed trains per hour compatible with existing tracks after the route connecting London and Birmingham is completed in 2016, making journeys from the capital half an hour faster.\"}}",
    "headers" : {
      "Etag" : "W\/\"JM865jPtWFYvYz5WcQ0QhQ==\"",
      "Content-Type" : "application\/json; charset=utf-8",
      "Connection" : "Keep-Alive",
      "X-Backside-Transport" : "OK OK",
      "X-Cf-Requestid" : "d9981cbc-ea52-492b-480f-278881331490",
      "X-Powered-By" : "Express",
      "Date" : "Tue, 23 Feb 2016 00:03:35 GMT",
      "X-Client-IP" : "189.33.188.5",
      "X-Global-Transaction-ID" : "2263342401",
      "Transfer-Encoding" : "Identity"
    },
    "method" : "GET",
    "status" : 200,
    "uri" : "http:\/\/replace.yourhost.com\/api\/news\/dWstbmV3cy8yMDE2L2ZlYi8yMy9saXZlcnBvb2wtb2ZmZXJzLTJibi1oczItbmV0d29yaw=="
  },
  {
    "body" : "{\"success\":false,\"result\":{\"error\":{\"message\":\"Missing required parameters: text\",\"stack\":\"Error: Missing required parameters: text\\n    at createRequest (\/home\/vcap\/app\/node_modules\/watson-developer-cloud\/lib\/requestwrapper.js:97:14)\\n    at LanguageTranslation.translate (\/home\/vcap\/app\/node_modules\/watson-developer-cloud\/services\/language_translation\/v2.js:171:10)\\n    at \/home\/vcap\/app\/routes\/api.js:194:26\\n    at Request._callback (\/home\/vcap\/app\/node_modules\/cloudant\/node_modules\/nano\/lib\/nano.js:217:16)\\n    at Request.self.callback (\/home\/vcap\/app\/node_modules\/request\/request.js:199:22)\\n    at Request.emit (events.js:110:17)\\n    at Request.<anonymous> (\/home\/vcap\/app\/node_modules\/request\/request.js:1036:10)\\n    at Request.emit (events.js:129:20)\\n    at IncomingMessage.<anonymous> (\/home\/vcap\/app\/node_modules\/request\/request.js:963:12)\\n    at IncomingMessage.emit (events.js:129:20)\"}}}",
    "headers" : {
      "Etag" : "W\/\"38d-facfb93d\"",
      "Content-Type" : "application\/json; charset=utf-8",
      "Connection" : "Keep-Alive",
      "X-Backside-Transport" : "OK OK",
      "X-Cf-Requestid" : "e18ff8b2-0194-4511-7a0e-2fc4a7397823",
      "X-Powered-By" : "Express",
      "Date" : "Tue, 23 Feb 2016 00:04:16 GMT",
      "X-Client-IP" : "189.33.188.5",
      "X-Global-Transaction-ID" : "2353721239",
      "Transfer-Encoding" : "Identity"
    },
    "method" : "GET",
    "status" : 200,
    "uri" : "http:\/\/replace.yourhost.com\/api\/translate\/Y3Jvc3N3b3Jkcy9jcnlwdGljLzI2ODE0"
  }
]